Repository: pereorga/software-translations
Catalog: calc/*.po
Languages: ca

# AppName
source: Calculator
ca: Calculadora

# DevAppName
source: Calculator [Dev]
ca: Calculadora [Dev]

source: Windows Calculator
ca: Calculadora del Windows

source: Windows Calculator [Dev]
ca: Calculadora del Windows [Dev]

# AppDescription
source: Calculator
ca: Calculadora

# DevAppDescription
source: Calculator [Dev]
ca: Calculadora [Dev]

# copyMenuItem
source: Copy
ca: Copia

source: Paste
ca: Enganxa

source: About equal to
ca: Aproximadament igual que

source: %1, value %2
ca: %1, valor %2

source: 63rd
ca: 63è

source: 62nd
ca: 62è

source: 61st
ca: 61è

source: 60th
ca: 60è

source: 59th
ca: 59è

source: 58th
ca: 58è

source: 57th
ca: 57è

source: 56th
ca: 56è

source: 55th
ca: 55è

source: 54th
ca: 54è

source: 53rd
ca: 53è

source: 52nd
ca: 52è

source: 51st
ca: 51è

source: 50th
ca: 50è

source: 49th
ca: 49è

source: 48th
ca: 48è

source: 47th
ca: 47è

source: 46th
ca: 46è

source: 45th
ca: 45è

source: 44th
ca: 44è

source: 43rd
ca: 43è

source: 42nd
ca: 42è

source: 41st
ca: 41è

source: 40th
ca: 40è

source: 39th
ca: 39è

source: 38th
ca: 38è

source: 37th
ca: 37è

source: 36th
ca: 36è

source: 35th
ca: 35è

source: 34th
ca: 34è

source: 33rd
ca: 33è

source: 32nd
ca: 32è

source: 31st
ca: 31è

source: 30th
ca: 30è

source: 29th
ca: 29è

source: 28th
ca: 28è

source: 27th
ca: 27è

source: 26th
ca: 26è

source: 25th
ca: 25è

source: 24th
ca: 24è

source: 23rd
ca: 23è

source: 22nd
ca: 22è

source: 21st
ca: 21è

source: 20th
ca: 20è

source: 19th
ca: 19è

source: 18th
ca: 18è

source: 17th
ca: 17è

source: 16th
ca: 16è

source: 15th
ca: 15è

source: 14th
ca: 14è

source: 13th
ca: 13è

source: 12th
ca: 12è

source: 11th
ca: 11è

source: 10th
ca: 10è

source: 9th
ca: 9è

source: 8th
ca: 8è

source: 7th
ca: 7è

source: 6th
ca: 6è

source: 5th
ca: 5è

source: 4th
ca: 4t

source: 3rd
ca: 3r

source: 2nd
ca: 2n

source: 1st
ca: 1r

source: least significant bit
ca: bit menys significatiu

source: Open memory flyout
ca: Obre el desplegable de memòria

source: Close memory flyout
ca: Tanca el desplegable de memòria

# AlwaysOnTop_Enter
source: Keep on top
ca: Mantén visible

# AlwaysOnTop_Exit
source: Back to full view
ca: Torna a la visualització completa

# MemoryButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Memory
ca: Memòria

source: History (Ctrl+H)
ca: Historial (Ctrl + H)

# bitFlip.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Bit toggling keypad
ca: Teclat numèric de commutació de bits

# fullKeypad.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Full keypad
ca: Teclat numèric complet

# ClearMemoryButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Clear all memory (Ctrl+L)
ca: Esborra tota la memòria (Ctrl + L)

# MemoryLabel.Text
source: Memory
ca: Memòria

# MemoryPivotItem.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Memory
ca: Memòria

# HistoryLabel.Text
source: History
ca: Historial

# HistoryPivotItem.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: History
ca: Historial

# converterModeButton.Content
source: Converter
ca: Convertidor

# scientificModeButton.Content
source: Scientific
ca: Científica

# standardModeButton.Content
source: Standard
ca: Estàndard

source: Converter Mode
ca: Mode de convertidor

source: Scientific Mode
ca: Mode científic

source: Standard Mode
ca: Mode estàndard

# ClearHistory.Name
source: Clear all history
ca: Esborra tot l'historial

# ClearHistory.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Clear all history
ca: Esborra tot l'historial

source: Hide
ca: Amaga-ho

# StandardModeText
source: Standard
ca: Estàndard

# ScientificModeText
source: Scientific
ca: Científica

source: Programmer
ca: Programador

# ConverterModeText
source: Converter
ca: Convertidor

# CalculatorModeText
source: Calculator
ca: Calculadora

# ConverterModeTextCaps
source: Converter
ca: Convertidor

# CalculatorModeTextCaps
source: Calculator
ca: Calculadora

source: Converters
ca: Convertidors

source: Calculators
ca: Calculadores

source: Display is %1
ca: La visualització és %1

source: Expression is %1, Current input is %2
ca: L'expressió és %1, l'entrada actual és %2

source: Display is %1 point
ca: La pantalla mostra %1 coma.

source: Expression is %1
ca: L'expressió és %1

source: Display value copied to clipboard
ca: Mostra el valor copiat al porta-retalls

# HistoryPane
source: History
ca: Historial

# MemoryPane
source: Memory
ca: Memòria

source: Binary %1
ca: Binari %1

# ClearHistory.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Clear all history
ca: Esborra tot l'historial

source: History cleared
ca: S'ha esborrat l'historial

source: Hide History
ca: Amaga l'historial

source: Open history flyout
ca: Obre el desplegable d'historial

source: Close history flyout
ca: Tanca el desplegable d'historial

source: Memory Store
ca: Magatzem de memòria

source: Memory store (Ctrl+M)
ca: Magatzem de memòria (Ctrl + M)

# ClearMemoryButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Clear all memory
ca: Esborra tota la memòria

source: Memory cleared
ca: S'ha esborrat la memòria

source: Memory Recall
ca: Recuperació de memòria

source: Memory recall (Ctrl+R)
ca: Recuperació de memòria (Ctrl + R)

source: Memory Add
ca: Addició de memòria

source: Memory add (Ctrl+P)
ca: Addició de memòria (Ctrl + P)

source: Memory Subtract
ca: Eliminació de memòria

source: Memory subtract (Ctrl+Q)
ca: Eliminació de memòria (Ctrl + Q)

source: Clear memory item
ca: Esborra l'element de memòria

# ClearMemoryItemButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Clear memory item
ca: Esborra l'element de memòria

# MemPlusItem.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Add to memory item
ca: Afegeix a l'element de memòria

# MemPlusItem.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add to memory item
ca: Afegeix a l'element de memòria

# MemMinusItem.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Subtract from memory item
ca: Elimina de l'element de memòria

# MemMinusItem.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtract from memory item
ca: Elimina de l'element de memòria

# ClearMemorySwipeItem.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Clear memory item
ca: Esborra l'element de memòria

# ClearMemoryMenuItem.Text
source: Clear memory item
ca: Esborra l'element de memòria

# MemPlusSwipeItem.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Add to memory item
ca: Suma-ho a l'element de memòria

# MemPlusMenuItem.Text
source: Add to memory item
ca: Suma-ho a l'element de memòria

# MemMinusSwipeItem.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Subtract from memory item
ca: Resta-ho de l'element de memòria

# MemMinusMenuItem.Text
source: Subtract from memory item
ca: Resta-ho de l'element de memòria

# DeleteHistorySwipeItem.Text
source: Delete
ca: Suprimeix

# CopyHistoryMenuItem.Text
source: Copy
ca: Copia

# DeleteHistoryMenuItem.Text
source: Delete
ca: Suprimeix

source: Delete history item
ca: Suprimeix l'element de l'historial

source: Delete history item
ca: Suprimeix l'element de l'historial

source: Backspace
ca: Retrocés

source: One
ca: Un

source: Two
ca: Dos

source: Three
ca: Tres

source: Four
ca: Quatre

source: Five
ca: Cinc

source: Six
ca: Sis

source: Seven
ca: Set

source: Eight
ca: Vuit

source: Nine
ca: Nou

source: And
ca: I

source: Or
ca: O

source: Not
ca: No

source: Rotate on left
ca: Gira a l'esquerra

source: Rotate on right
ca: Gira a la dreta

# lshButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Left shift
ca: Maj esquerra

# rshButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Right shift
ca: Maj dreta

source: Exclusive or
ca: Exclusiu o

source: Quadruple Word toggle
ca: Commutador de paraules quàdruples

source: Double Word toggle
ca: Commutador de paraules dobles

source: Word toggle
ca: Commutador de paraules

source: Byte toggle
ca: Commutador de bytes

# bitFlip.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Bit toggling keypad
ca: Teclat numèric de commutació de bits

# fullKeypad.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Full keypad
ca: Teclat numèric complet

source: Decimal Separator
ca: Separador decimal

source: Clear entry
ca: Esborra l'entrada

source: Clear
ca: Esborra

source: Divide by
ca: Divideix entre

source: Multiply by
ca: Multiplica per

source: Equals
ca: És igual a

# shiftButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Inverse Function
ca: Funció inversa

# minusButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Minus
ca: Menys

source: Minus
ca: Menys

source: Plus
ca: Més

source: Square root
ca: Arrel quadrada

# negateButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Positive Negative
ca: Positiu Negatiu

source: Positive Negative
ca: Positiu Negatiu

source: Reciprocal
ca: Recíproc

source: Left parenthesis
ca: Parèntesi d'obertura

source: Left parenthesis, open parenthesis count %1
ca: Parèntesi d'obertura, recompte de parèntesis d'obertura %1

source: Right parenthesis
ca: Parèntesi de tancament

source: Open parenthesis count %1
ca: Recompte de parèntesis oberts: %1

source: There are no open parentheses to close.
ca: No hi ha cap parèntesi obert per tancar.

source: Scientific notation
ca: Notació científica

# hyperbolicButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Hyperbolic function
ca: Funció hiperbòlica

source: Sine
ca: Sinus

source: Cosine
ca: Cosinus

source: Hyperbolic Sine
ca: Sinus hiperbòlic

source: Hyperbolic Cosine
ca: Cosinus hiperbòlic

source: Hyperbolic Tangent
ca: Tangent hiperbòlica

source: Square
ca: Quadrat

source: Cube
ca: Cub

source: Arc sine
ca: Arc sinus

source: Arc cosine
ca: Arc cosinus

source: Hyperbolic arc sine
ca: Arc sinus hiperbòlic

source: Hyperbolic arc cosine
ca: Arc cosinus hiperbòlic

source: Hyperbolic arc tangent
ca: Arc tangent hiperbòlic

source: 'X' to the exponent
ca: " e" a l'exponent

source: Ten to the exponent
ca: Deu a l'exponent

source: 'e' to the exponent
ca: " e" a l'exponent

source: 'y' root of 'x'
ca: arrel "y" de "x"

source: Log
ca: Logaritme

source: Natural log
ca: Logaritme natural

source: Modulo
ca: Mòdul

source: Exponential
ca: Exponencial

source: Degree Minute Second
ca: Grau Minut Segon

# degreesButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Degrees
ca: Graus

source: Integer part
ca: Part d'enter

source: Fractional part
ca: Part fraccionària

source: Degrees toggle
ca: Commutador de graus

source: Gradians toggle
ca: Commutador de graus centesimals

source: Radians toggle
ca: Commutador de radians

source: Mode DropDown
ca: Desplegable de mode

source: Categories DropDown
ca: Desplegable de categories

source: Keep on top
ca: Mantén visible

source: Back to full view
ca: Torna a la visualització completa

# EnterAlwaysOnTopButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Keep on top
ca: Mantén visible

# ExitAlwaysOnTopButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back to full view
ca: Torna a la visualització completa

source: Convert from %1 %2
ca: Converteix de %1 %2.

source: Convert from %1 point %2
ca: Converteix de %1 coma %2.

source: Converts into %1 %2
ca: Es converteix a %1 %2.

source: %1 %2 is %3 %4
ca: %1 %2 és %3 %4.

source: Input unit
ca: Unitat d'entrada

source: Output unit
ca: Unitat de sortida

source: Area
ca: Àrea

source: Data
ca: Dades

source: Energy
ca: Energia

source: Length
ca: Longitud

source: Power
ca: Potència

source: Speed
ca: Velocitat

source: Time
ca: Temps

source: Volume
ca: Volum

source: Temperature
ca: Temperatura

source: Weight and Mass
ca: Pes i massa

source: Pressure
ca: Pressió

source: Currency
ca: Moneda

source: Fluid ounces (UK)
ca: Unces líquides (Regne Unit)

source: fl oz (UK)
ca: fl oz (Regne Unit)

source: Fluid ounces (US)
ca: Unces líquides (EUA)

source: fl oz (US)
ca: fl oz (EUA)

source: Gallons (UK)
ca: Galons (Regne Unit)

source: gal (UK)
ca: gal (Regne Unit)

source: Gallons (US)
ca: Galons (EUA)

source: gal (US)
ca: gal (EUA)

source: Liters
ca: Litres

source: Milliliters
ca: Mil·lilitres

source: Pints (UK)
ca: Pintes (Regne Unit)

source: pt (UK)
ca: pt (Regne Unit)

source: Pints (US)
ca: Pintes (EUA)

source: pt (US)
ca: pt (EUA)

source: Tablespoons (US)
ca: Cullerades (EUA)

source: tbsp. (US)
ca: tbsp. (cullerada) (EUA)

source: Teaspoons (US)
ca: Culleradetes (EUA)

source: tsp. (US)
ca: tsp. (cullereta) (EUA)

source: Tablespoons (UK)
ca: Cullerades (Regne Unit)

source: tbsp. (UK)
ca: tbsp. (cullerada) (Regne Unit)

source: Teaspoons (UK)
ca: Culleradetes (Regne Unit)

source: tsp. (UK)
ca: tsp. (cullereta) (Regne Unit)

source: Quarts (UK)
ca: Quarts (Regne Unit)

source: qt (UK)
ca: qt (Regne Unit)

source: Quarts (US)
ca: Quarts (EUA)

source: qt (US)
ca: qt (EUA)

source: Cups (US)
ca: Tasses (EUA)

source: cup (US)
ca: tassa (EUA)

source: BTU/min
ca: BTU/minut

source: hp (US)
ca: hp (EUA)

source: hr
ca: h

source: wk
ca: setm.

source: yr
ca: any

source: British thermal units
ca: Unitats tèrmiques britàniques

source: BTUs/minute
ca: BTU/minut

source: Thermal calories
ca: Calories

source: Centimeters
ca: Centímetres

source: Centimeters per second
ca: Centímetres per segon

source: Cubic centimeters
ca: Centímetres cúbics

source: Cubic feet
ca: Peus cúbics

source: Cubic inches
ca: Polzades cúbiques

source: Cubic meters
ca: Metres cúbics

source: Cubic yards
ca: Iardes cúbiques

# UnitName_Day
source: Days
ca: Dies

source: Electron volts
ca: Electró-volts

source: Feet
ca: Peus

source: Feet per second
ca: Peus per segon

source: Foot-pounds
ca: Lliures peu

source: Foot-pounds/minute
ca: Lliures peu/minut

source: Hectares
ca: Hectàrees

source: Horsepower (US)
ca: Cavalls de vapor (EUA)

source: Hours
ca: Hores

source: Inches
ca: Polzades

source: Food calories
ca: Calories alimentàries

source: Kilojoules
ca: Quilojoules

source: Kilometers
ca: Quilòmetres

source: Kilometers per hour
ca: Quilòmetres per hora

source: Kilowatts
ca: Quilowatts

source: Knots
ca: Nusos

source: Meters
ca: Metres

source: Meters per second
ca: Metres per segon

source: Microseconds
ca: Microsegons

source: Miles
ca: Milles

source: Miles per hour
ca: Milles per hora

source: Millimeters
ca: Mil·límetres

source: Milliseconds
ca: Mil·lisegons

source: Minutes
ca: Minuts

source: Nanometers
ca: Nanòmetres

source: Nautical Miles
ca: Milles nàutiques

source: Seconds
ca: Segons

source: Square centimeters
ca: Centímetres quadrats

source: Square feet
ca: Peus quadrats

source: Square inches
ca: Polzades quadrades

source: Square kilometers
ca: Quilòmetres quadrats

source: Square meters
ca: Metres quadrats

source: Square miles
ca: Milles quadrades

source: Square millimeters
ca: Mil·límetres quadrats

source: Square yards
ca: Iardes quadrades

source: Weeks
ca: Setmanes

source: Yards
ca: Iardes

# UnitName_Year
source: Years
ca: Anys

source: CD
ca: CT

source: ton (UK)
ca: tona (Regne Unit)

source: ton (US)
ca: tona (EUA)

source: Carats
ca: Quirats

# UnitName_Degree
source: Degrees
ca: Graus

source: Atmospheres
ca: Atmosferes

source: Bars
ca: mBars

source: Millimeters of mercury
ca: Mil·límetres de mercuri

source: Pounds per square inch
ca: Lliures per polzada quadrada (PSI)

source: Dekagrams
ca: Decagrams

source: Kilograms
ca: Quilograms

source: Long tons (UK)
ca: Tones llargues (Regne Unit)

source: Ounces
ca: Unces

source: Pounds
ca: Lliures

source: Short tons (US)
ca: Tones curtes (EUA)

source: Metric tonnes
ca: Tones mètriques

# UnitName_CD
source: CDs
ca: CD

# UnitAbbreviation_CD
source: CDs
ca: CD

# UnitName_SoccerField
source: soccer fields
ca: camps de futbol

# UnitAbbreviation_SoccerField
source: soccer fields
ca: camps de futbol

# UnitName_FloppyDisk
source: floppy disks
ca: disquets

# UnitAbbreviation_FloppyDisk
source: floppy disks
ca: disquets

# UnitName_DVD
source: DVDs
ca: DVD

# UnitAbbreviation_DVD
source: DVDs
ca: DVD

# UnitName_Battery
source: batteries
ca: bateries

# UnitAbbreviation_Battery
source: batteries
ca: bateries

# UnitName_Paperclip
source: paperclips
ca: clips

# UnitAbbreviation_Paperclip
source: paperclips
ca: clips

# UnitName_JumboJet
source: jumbo jets
ca: avions de fuselatge ample

# UnitAbbreviation_JumboJet
source: jumbo jets
ca: avions de fuselatge ample

# UnitName_LightBulb
source: light bulbs
ca: bombetes

# UnitAbbreviation_LightBulb
source: light bulbs
ca: bombetes

# UnitName_Horse
source: horses
ca: cavalls

# UnitAbbreviation_Horse
source: horses
ca: cavalls

# UnitName_Bathtub
source: bathtubs
ca: banyeres

# UnitAbbreviation_Bathtub
source: bathtubs
ca: banyeres

# UnitName_Snowflake
source: snowflakes
ca: flocs de neu

# UnitAbbreviation_Snowflake
source: snowflakes
ca: flocs de neu

# UnitName_Elephant
source: elephants
ca: elefants

# UnitAbbreviation_Elephant
source: elephants
ca: elefants

# UnitName_Turtle
source: turtles
ca: tortugues

# UnitAbbreviation_Turtle
source: turtles
ca: tortugues

# UnitName_Jet
source: jets
ca: avions de reacció

# UnitAbbreviation_Jet
source: jets
ca: avions de reacció

# UnitName_Whale
source: whales
ca: balenes

# UnitAbbreviation_Whale
source: whales
ca: balenes

# UnitName_CoffeeCup
source: coffee cups
ca: tasses de cafè

# UnitAbbreviation_CoffeeCup
source: coffee cups
ca: tasses de cafè

# UnitName_SwimmingPool
source: swimming pools
ca: piscines

# UnitAbbreviation_SwimmingPool
source: swimming pools
ca: piscines

# UnitName_Hand
source: hands
ca: mans

# UnitAbbreviation_Hand
source: hands
ca: mans

# UnitName_Paper
source: sheets of paper
ca: fulls de paper

# UnitAbbreviation_Paper
source: sheets of paper
ca: fulls de paper

# UnitName_Castle
source: castles
ca: castells

# UnitAbbreviation_Castle
source: castles
ca: castells

# UnitName_Banana
source: bananas
ca: plàtans

# UnitAbbreviation_Banana
source: bananas
ca: plàtans

# UnitName_SliceOfCake
source: slices of cake
ca: trossos de pastís

# UnitAbbreviation_SliceOfCake
source: slices of cake
ca: trossos de pastís

# UnitName_TrainEngine
source: train engines
ca: locomotores

# UnitAbbreviation_TrainEngine
source: train engines
ca: locomotores

# UnitName_SoccerBall
source: soccer balls
ca: pilotes de futbol

# UnitAbbreviation_SoccerBall
source: soccer balls
ca: pilotes de futbol

source: Memory Item
ca: Element de memòria

source: Back
ca: Enrere

# AboutControlBackButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back
ca: Enrere

source: Microsoft Software License Terms
ca: Termes de llicència per al programari de Microsoft

source: Microsoft Privacy Statement
ca: Declaració de privadesa de Microsoft

source: © %1 Microsoft. All rights reserved.
ca: © %1 Microsoft. Tots els drets reservats.

source: About
ca: Sobre

source: Send feedback
ca: Envia comentaris

source: There’s no history yet
ca: Encara no hi ha historial

source: There’s nothing saved in memory
ca: No hi ha res desat a la memòria

# MemoryFlyout.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Memory
ca: Memòria

source: This expression cannot be pasted
ca: Aquesta expressió no es pot enganxar.

source: Date Calculation
ca: Càlcul de dates

source: Calculation mode
ca: Mode de càlcul

source: Add
ca: Afegeix

source: Add or subtract days
ca: Afegeix o resta dies

source: Date
ca: Data

source: Difference between dates
ca: Diferència entre les dates

# DaysLabel.Text
source: Days
ca: Dies

source: Difference
ca: Diferència

# DateDiff_FromHeader.Header
source: From
ca: De

source: Months
ca: Mesos

source: Subtract
ca: Resta

source: To
ca: Per a

# YearsLabel.Text
source: Years
ca: Anys

source: Date out of Bound
ca: Data fora del marc

source: day
ca: dia

source: days
ca: dies

source: month
ca: mes

source: months
ca: mesos

source: Same dates
ca: Les mateixes dates

source: week
ca: setmana

source: weeks
ca: setmanes

source: year
ca: any

source: years
ca: anys

source: Difference %1
ca: Diferència %1

source: Resulting date %1
ca: Data resultant %1

source: %1 Calculator mode
ca: Mode de calculadora %1

source: %1 Converter mode
ca: Mode de convertidor %1

source: Date Calculation mode
ca: Mode de càlcul de dates

source: History and Memory lists
ca: Llistes de memòria i historial

source: Memory controls
ca: Controls de memòria

source: Standard functions
ca: Funcions estàndard

source: Display controls
ca: Controls de visualització

source: Standard operators
ca: Operadors estàndard

source: Number pad
ca: Teclat numèric

source: Angle operators
ca: Operadors d'angles

source: Scientific functions
ca: Funcions científiques

source: Radix selection
ca: Selecció de base

source: Programmer operators
ca: Operadors de programador

source: Input mode selection
ca: Selecció del mode d'entrada

# BitFlipPanel.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Bit toggling keypad
ca: Teclat numèric de commutació de bits

source: Scroll expression left
ca: Desplaça l'expressió cap a l'esquerra

source: Scroll expression right
ca: Desplaça l'expressió cap a la dreta

source: Max digits reached. %1
ca: S'ha arribat a la quantitat màxima de dígits. %1

source: %1 saved to memory
ca: %1 s'ha desat a la memòria

source: Memory slot %1 is %2
ca: La ranura de memòria %1 és %2

source: Memory slot %1 cleared
ca: S'ha esborrat la ranura de memòria %1

source: divided by
ca: dividit per

source: times
ca: multiplicat

source: minus
ca: menys

source: plus
ca: més

source: to the power of
ca: elevat a

source: y root
ca: arrel y

source: mod
ca: residu

# lshButton.[using:CalculatorApp.Controls]CalculatorButton.AuditoryFeedback
source: left shift
ca: desplaça a l'esquerra

# rshButton.[using:CalculatorApp.Controls]CalculatorButton.AuditoryFeedback
source: right shift
ca: desplaça a la dreta

source: or
ca: o

source: x or
ca: x o

source: and
ca: i

source: Updated %1 %2
ca: Data d'actualització: %1 %2

source: Update rates
ca: Actualitza les tarifes

source: Data charges may apply.
ca: Pot ser que s'apliquin càrrecs per dades.

source: Couldn’t get new rates. Try again later.
ca: No s'han pogut obtenir les tarifes noves. Torna-ho a provar més tard.

source: Offline. Please check your%HL%Network Settings%HL%
ca: Fora de línia. Comprova la%HL%Configuració de la xarxa%HL%.

source: Updating currency rates
ca: S'estan actualitzant els tipus de canvi

source: Currency rates updated
ca: S'han actualitzat els tipus de canvi

source: Could not update rates
ca: No s'han pogut actualitzar els tipus

# ClearMemory.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Clear all memory (Ctrl+L)
ca: Esborra tota la memòria (Ctrl + L)

# ClearMemory.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Clear all memory
ca: Esborra tota la memòria

source: sine degrees
ca: Sinus (graus)

source: sine radians
ca: Sinus (radians)

source: sine gradians
ca: Sinus (graus centesimals)

source: inverse sine degrees
ca: Sinus invers (graus)

source: inverse sine radians
ca: Sinus invers (radians)

source: inverse sine gradians
ca: Sinus invers (graus centesimals)

source: hyperbolic sine
ca: Sinus hiperbòlic

source: inverse hyperbolic sine
ca: Sinus hiperbòlic invers

source: cosine degrees
ca: Cosinus (graus)

source: cosine radians
ca: Cosinus (radians)

source: cosine gradians
ca: Cosinus (graus centesimals)

source: inverse cosine degrees
ca: Cosinus invers (graus)

source: inverse cosine radians
ca: Cosinus invers (radians)

source: inverse cosine gradians
ca: Cosinus invers (graus centesimals)
