Repository: pereorga/software-translations
Catalog: calc/*.po
Languages: ca

source: hyperbolic cosine
ca: Cosinus hiperbòlic

source: inverse hyperbolic cosine
ca: Cosinus hiperbòlic invers

source: tangent degrees
ca: Tangent (graus)

source: tangent gradians
ca: Tangent (graus centesimals)

source: inverse tangent degrees
ca: Tangent inversa (graus)

source: inverse tangent radians
ca: Tangent inversa (radians)

source: inverse tangent gradians
ca: Tangent inversa (graus centesimals)

source: hyperbolic tangent
ca: Tangent hiperbòlica

source: inverse hyperbolic tangent
ca: Tangent hiperbòlica inversa

source: secant degrees
ca: graus de secant

source: secant radians
ca: radians de secant

source: secant gradians
ca: graus centesimals de secant

source: inverse secant degrees
ca: graus de secant inversa

source: inverse secant radians
ca: radians de secant inversa

source: inverse secant gradians
ca: graus centesimals de secant inversa

source: hyperbolic secant
ca: secant hiperbòlica

source: inverse hyperbolic secant
ca: secant hiperbòlica inversa

source: cosecant degrees
ca: graus de cosecant

source: cosecant radians
ca: radians de cosecant

source: cosecant gradians
ca: graus centesimals de cosecant

source: inverse cosecant degrees
ca: graus de cosecant inversa

source: inverse cosecant radians
ca: radians de cosecant inversa

source: inverse cosecant gradians
ca: graus centesimals de cosecant inversa

source: hyperbolic cosecant
ca: cosecant hiperbòlica

source: inverse hyperbolic cosecant
ca: cosecant hiperbòlica inversa

source: cotangent degrees
ca: graus de cotangent

source: Cotangent radians
ca: Radians de cotangent

source: cotangent gradians
ca: graus centesimals de cotangent

source: inverse cotangent degrees
ca: graus de cotangent inversa

source: inverse cotangent radians
ca: radians de cotangent inversa

source: inverse cotangent gradians
ca: graus centesimals de cotangent inversa

source: hyperbolic cotangent
ca: cotangent hiperbòlica

source: inverse hyperbolic cotangent
ca: cotangent hiperbòlica inversa

source: Cube Root
ca: Arrel cúbica

source: Base Log
ca: Logaritme en base

source: Absolute Value
ca: Valor absolut

source: left shift
ca: desplaça a l'esquerra

source: right shift
ca: desplaça a la dreta

source: degree minute second
ca: grau minut segon

source: natural log
ca: logaritme natural

source: square
ca: quadrat

source: y root
ca: arrel y

source: %1 category
ca: Categoria %1

source: Microsoft Services Agreement
ca: Contracte de serveis de Microsoft

# AddSubtract_Date_FromHeader.Header
source: From
ca: De

source: Scroll Calculation Result Left
ca: Desplaça el resultat del càlcul a l'esquerra

source: Scroll Calculation Result Right
ca: Desplaça el resultat del càlcul a la dreta

source: Calculation failed
ca: No s'ha pogut calcular

source: Log base X
ca: Logaritme en base X

# trigButton.Text
source: Trigonometry
ca: Trigonometria

source: Function
ca: Funció

# bitwiseButton.Text
source: Bitwise
ca: Bit a bit

source: Bit Shift
ca: Desplaçament de bits

# trigShiftButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Inverse Function
ca: Funció inversa

# hypButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Hyperbolic function
ca: Funció hiperbòlica

source: Hyperbolic Secant
ca: Secant hiperbòlica

source: Hyperbolic Arc Secant
ca: Arc secant hiperbòlic

source: Hyperbolic Cosecant
ca: Cosecant hiperbòlica

source: Hyperbolic Arc Cosecant
ca: Arc cosecant hiperbòlic

source: Hyperbolic Cotangent
ca: Cotangent hiperbòlica

source: Hyperbolic Arc Cotangent
ca: Arc cotangent hiperbòlic

source: Floor
ca: Terra

source: Ceiling
ca: Sostre

source: Random
ca: Aleatori

# absButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Absolute Value
ca: Valor absolut

source: Euler's number
ca: Número d'Euler

source: Two to the exponent
ca: Dos a l'exponent

source: Rotate on left with carry
ca: Gira a l'esquerra amb ròssec

source: Rotate on right with carry
ca: Gira a la dreta amb ròssec

source: Left Shift
ca: Desplaçament a l'esquerra

# lshLogicalButton.[using:CalculatorApp.Controls]CalculatorButton.AuditoryFeedback
source: Left shift
ca: Desplaçament a l'esquerra

source: Right Shift
ca: Desplaçament a la dreta

# rshLogicalButton.[using:CalculatorApp.Controls]CalculatorButton.AuditoryFeedback
source: Right shift
ca: Desplaçament a la dreta

source: Arithmetic Shift
ca: Desplaçament aritmètic

source: Logical Shift
ca: Desplaçament lògic

source: Rotate Circular Shift
ca: Gira amb desplaçament circular

source: Rotate Through Carry Circular Shift
ca: Gira amb desplaçament circular de ròssec

source: Cube root
ca: Arrel cúbica

# trigButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Trigonometry
ca: Trigonometria

source: Functions
ca: Funcions

# bitwiseButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Bitwise
ca: Bit a bit

source: Bitshift
ca: Desplaçament de bits

source: Scientific Operator Panels
ca: Taulers d'operadors científics

source: Programmer Operator Panels
ca: Taulers d'operadors de programador

source: most significant bit
ca: bit més significatiu
