Repository: pereorga/software-translations
Catalog: mindustry/*.po
Languages: ca

source: Created by [royal]Anuken[] - [sky]anukendev@gmail.com[]
ca: Creat per [royal]Anuken[] - [sky]anukendev@gmail.com[]

source: Credits
ca: Crèdits

source: Translators and Contributors
ca: Traductors i col·laboradors

source: Join the Mindustry Discord!
ca: Uniu-vos al Discord del Mindustry!

source: The official Mindustry Discord chatroom
ca: Canal de Discord oficial del Mindustry

source: The Mindustry subreddit
ca: El subreddit del Mindustry

source: Game source code
ca: Codi font del joc

source: List of update changes
ca: Llista d’actualitzacions

source: Unstable development builds
ca: Versions en desenvolupament

source: Official Trello board for planned features
ca: Tauler oficial del Trello amb canvis planificats

source: itch.io page with PC downloads
ca: Pàgina itch.io amb descàrregues per PC

source: Google Play store listing
ca: Vés a la Google Play Store

source: F-Droid listing
ca: Vés a l’F-Droid

source: Official Mindustry wiki
ca: Viquipèdia oficial del Mindustry

source: Suggest new features
ca: Suggereix canvis

source: Found one? Report it here
ca: Heu trobat un error. Informeu-ne aquí!

source: This server has sent you a link. Are you sure you want to open it? [sky]{0}
ca: Aquest servidor us ha enviat un enllaç. Esteu segur que el voleu obrir? [sky]{0}

source: Failed to open link! The URL has been copied to your clipboard.
ca: No s’ha pogut obrir l’enllaç! La direcció URL s’ha copiat al porta-retalls.

source: Screenshot saved to {0}
ca: S’ha desat la captura de pantalla a {0}.

source: Map too large, potentially not enough memory for screenshot.
ca: El mapa és massa gran. No hi ha prou memòria per a fer la captura de pantalla.

source: Game Over
ca: Fi de la partida

source: Disconnect
ca: Desconnecta

source: The[accent] {0}[] team is victorious!
ca: Ha guanyat l’equip[accent] {0}[]!

source: [accent]Waiting for next map...
ca: [accent]S’espera el proper mapa…

source: [accent]New highscore!
ca: [accent]Nova puntuació rècord!

source: Copied.
ca: S’ha copiat.

source: This part of the game isn't ready yet
ca: Aquesta part del joc encara no està preparada.

source: Sounds
ca: Sons

# load.map
source: Maps
ca: Mapes

source: Images
ca: Imatges

source: Content
ca: Contingut

source: System
ca: Sistema

source: A new Bleeding Edge build is available:
ca: Hi ha una versió nova disponible.

source: Download it and restart now?
ca: Voleu descarregar-la i reiniciar ara?

source: Updating...
ca: S’actualitza…

# be.ignore
source: Ignore
ca: Ignora

source: No updates found.
ca: No s’han trobat actualitzacions.

source: Check for updates
ca: Comprova si hi ha actualitzacions

source: Mod Browser
ca: Explorador de mods

source: Selected mod
ca: Mod seleccionat

source: Install
ca: Instal·la

source: Reinstall
ca: Reinstal·la

source: View Releases
ca: Veure versions publicades

source: [scarlet]No Releases Found [accent]Couldn't find any releases for this mod. Check if the mod's repository has any releases published.
ca: [scarlet]No s’han trobat versions publicades. [accent]No s’ha trobat cap versió publicada d’aquest mod. Comproveu si el dipòsit del mod n’ha publicat alguna.

source: [lightgray][Latest]
ca: [lightgray][La versió més recent]

source: Releases
ca: Versions

source: Repo
ca: Dipòsit de GitHub

source: Release Page
ca: Pàgina de versions publicades

source: Sort by recent
ca: Ordena per data

source: Sort by stars
ca: Ordena per valoració

source: Schematic
ca: Esquema

source: Save Schematic...
ca: Desa l’esquema…

source: Schematics
ca: Esquemes

source: Search schematics...
ca: Cerca esquemes…

source: A schematic by that name already exists. Replace it?
ca: Ja hi ha un esquema amb aquest nom. Voleu reemplaçar-lo?

source: A schematic by that name already exists.
ca: Ja hi ha un esquema amb aquest nom.

source: Import Schematic...
ca: Importa un esquema

# schematic.exportfile
source: Export File
ca: Exporta un fitxer

# schematic.importfileschematic.importfile
source: Import File
ca: Importa un fitxer

source: Browse Workshop
ca: Explora el Workshop de l’Steam

# schematic.copy
source: Copy to Clipboard
ca: Copia al porta-retalls

source: Import from Clipboard
ca: Importa del porta-retalls

source: Share on Workshop
ca: Comparteix al Workshop de l’Steam

source: [accent][[{0}][]/[accent][[{1}][]: Flip Schematic
ca: [accent][[{0}][]/[accent][[{1}][]: Dóna la volta a l’esquema

source: Schematic saved.
ca: L’esquema s’ha desat.

source: This schematic will be utterly eradicated.
ca: Aquest esquema s’esborrarà.

source: Edit Schematic
ca: Edita l’esquema

source: {0}x{1}, {2} blocks
ca: {0}×{1}, {2} blocs

source: [scarlet]Schematics disabled[] You are not allowed to use schematics on this [accent]map[] or [accent]server.
ca: [scarlet]Els esquemes s’han desactivat.[] No podeu fer servir esquemes en aquest [accent]mapa[] o [accent]servidor[].

source: Tags:
ca: Etiquetes:

source: Edit Tags
ca: Edita les etiquetes

source: Add Tag
ca: Afegeix una etiqueta

source: Text Tag
ca: Text de l’etiqueta

source: Icon Tag
ca: Icona de l’etiqueta

source: Rename Tag
ca: Canvia el nom de l’etiqueta

source: {0} tagged
ca: {0} d’etiquetades

source: Delete this tag completely?
ca: Voleu esborrar del tot aquesta etiqueta?

source: That tag already exists.
ca: Aquesta etiqueta ja existeix.

source: Stats
ca: Estadístiques

source: Waves Defeated
ca: Onades derrotades

source: Units Created
ca: Unitats construïdes

source: Enemies Destroyed
ca: Enemics destruïts

source: Buildings Built
ca: Edificis construïts

source: Buildings Destroyed
ca: Edificis destruïts

source: Buildings Deconstructed
ca: Edificis desmantellats

source: Time Played
ca: Temps jugat

source: [accent]Planet Items
ca: [accent]Elements totals

source: Are you sure you want to delete the map "[accent]{0}[]"?
ca: Esteu segur que voleu esborrar el mapa «[accent]{0}[]»?

source: High Score: [accent]{0}
ca: Puntuació rècord: [accent]{0}

source: Level Select
ca: Selecció de nivell

source: Gamemode:
ca: Mode de joc:

source: < Core is under attack! >
ca: < Estan atacant el nucli! >

source: [[ [scarlet]LEAVE DROP POINT IMMEDIATELY[] ] annihilation imminent
ca: [[ [scarlet]ABANDONEU EL PUNT D’ATERRATGE IMMEDIATAMENT[] ] Aniquilació imminent

source: Core Database
ca: Base de dades del nucli

source: Database
ca: Base de dades

source: Save Game
ca: Desa la partida

source: Load Game
ca: Carrega una partida

source: Join Game
ca: Uneix-me a una partida

source: Custom Game
ca: Partida personalitzada

source: New Game
ca: Partida nova

source: <none>
ca: <cap>

source: [lightgray]<none found>
ca: [lightgray]<sense coincidències>

source: [lightgray]<none in map>
ca: [lightgray]<cap al mapa>

source: Minimap
ca: Minimapa

source: Position
ca: Posició

source: Close
ca: Tanca

source: Website
ca: Lloc web

source: Quit
ca: Surt

source: Save & Quit
ca: Desa i surt

source: Maps
ca: Mapes

source: Browse Maps
ca: Explora els mapes

source: Continue
ca: Continua

source: [lightgray]No maps found!
ca: [lightgray]No s’ha trobat cap mapa!

source: Invalid
ca: No vàlid

source: Pick Color
ca: Tria un color

source: Preparing Config
ca: Es prepara la configuració…

source: Preparing Content
ca: Es prepara el contingut…

source: Uploading Content
ca: Es puja el contingut…

source: Uploading Preview File
ca: Es puja el fitxer de previsualització…

source: Committing Changes
ca: S’apliquen els canvis…

source: Done
ca: Fet!

source: Your device does not support this feature.
ca: El vostre dispositiu no suporta aquesta característica.

source: [red]⚠[] The previous Mindustry instance failed to initialize. This was likely caused by misbehaving mods. To prevent a crash loop, [red]all mods have been disabled.[]
ca: [red]⚠[] L’anterior instància del Mindustry no va poder iniciar-se, probablement per l’error d’algun mod. Per evitar un bucle de fallades, [red]s’han desactivat tots els mods.[]

source: [lightgray]No mods found!
ca: [lightgray]No s’ha trobat cap mod!

source: Modding Guide
ca: Guia sobre els mods

source: Report Bug
ca: Informa d’un error

source: Open Folder
ca: Obre la carpeta

source: View Content
ca: Mostra el contingut

source: Reload
ca: Torna a carregar

source: The game will now exit, to reload mods.
ca: El programa es tancarà per a carregar els mods.

source: [[Installed]
ca: [[Instal·lat]

source: [lightgray]Enabled
ca: [lightgray]Activat

source: [red]Disabled
ca: [scarlet]Desactivat

source: [gray]Multiplayer Compatible
ca: [gray]Compatible amb el mode multijugador

source: Disable
ca: Desactiva

source: Content:
ca: Contingut:

source: Unable to delete mod. File may be in use.
ca: El mod no es pot esborrar. Potser el fitxer està en ús.

source: [red]Outdated Game
ca: [red]Versió no compatible

source: [red]Unsupported
ca: [red]No suportat

source: [red]Unmet Dependencies
ca: [red]Dependències sense resoldre

source: [red]Content Errors
ca: [scarlet]Errors del contingut

source: [red]Circular Dependencies
ca: [red]Dependències circulars

source: [red]Incomplete Dependencies
ca: [red]Dependències incompletes

source: Requires game version: [accent]{0}[] Your game is outdated. This mod requires a newer version of the game (possibly a beta/alpha release) to function.
ca: Requereix la versió: [accent]{0}[] Cal actualitzar la vostra versió del joc. El mod necessita una versió nova (potser una distribució alfa o beta) per a funcionar.

source: This mod is incompatible with the latest version of the game. The author must update it, and add [accent]minGameVersion: 136[] to its [accent]mod.json[] file.
ca: Aquest mod és incompatible amb l’última versió del joc. L’autor l’ha d’actualitzar i afegir [accent]minGameVersion: 136[] al seu fitxer [accent]mod.json[].

source: This mod has been manually blacklisted for causing crashes or other issues with this version of the game. Do not use it.
ca: Aquest mod s’ha afegit manualment a la llista negra perquè causa problemes amb aquesta versió del joc. No el feu servir.

source: This mod is missing dependencies: {0}
ca: A aquest mod li falten dependències: {0}

source: This mod caused errors when loading. Ask the mod author to fix them.
ca: Aquesta partida ha causat errors mentre es carregava. Pregunteu a l’autor del mod si pot arreglar-ho.

source: This mod has dependencies that depends on each other.
ca: Aquest mod depèn d’un segon mod que, al seu torn, depèn del mod anterior. No es permeten dependències circulars.

source: This mod is unable to be loaded due to invalid or missing dependencies: {0}.
ca: Aquest mod no es pot carregar perquè té una dependència no vàlida o que no es pot trobar: {0}.

source: Requires game version: [red]{0}
ca: Cal la versió [red]{0}[] del joc.

source: Errors have occurred loading content.
ca: S’han produït errors quan es carregava el contingut.

source: [red]You have mods with errors.[] Either disable the affected mods or fix the errors before playing.
ca: [scarlet]S’executen mods amb errors.[] Desactiveu els mods afectats o arregleu les errades abans de jugar.

source: [red]Mod '{0}' is missing dependencies:[accent] {1} [lightgray]These mods need to be downloaded first. This mod will be automatically disabled.
ca: [scarlet]Falten dependències del mod «{0}»s:[accent] {1} [lightgray]S’han de carregar els mods que fan falta. Aquest mod es desactivarà automàticament.

source: Enable
ca: Activa

source: The game will now close to apply the mod changes.
ca: El programa es tancarà per a aplicar els canvis.

source: [red]Restart Required
ca: [scarlet]Cal reiniciar

source: Import Mod
ca: Importa un mod

# mod.import.file
source: Import File
ca: Importa un fitxer

source: Import From GitHub
ca: Importa des de GitHub

source: [scarlet]JAR mods are inherently unsafe.[] Make sure you're importing this mod from a trustworthy source!
ca: [scarlet]Els mods JAR no són segurs.[] Assegureu-vos que l’heu importat d’una font fiable.

source: This item is part of the[accent] '{0}'[] mod. To remove it, uninstall that mod.
ca: Aquest element és part del mod[accent] «{0}»[]. Per a treure’l, cal desinstal·lar el mod.

source: This mod will be deleted.
ca: Aquest mod s’esborrarà.

source: [lightgray]Author:[] {0}
ca: [lightgray]Autor:[] {0}

source: This save contains mods that you have recently updated or no longer have installed. Save corruption may occur. Are you sure you want to load it? [lightgray]Mods: {0}
ca: Aquesta partida desada conté mods que heu actualitzat fa poc o que ja no teniu instal·lats. La partida desada es pot corrompre. Esteu segur que voleu carregar-la? [lightgray]Mods: {0}

source: Before publishing this mod in the workshop, you must add an image preview. Place an image named[accent] preview.png[] into the mod's folder and try again.
ca: Abans de publicar aquest mod al Workshop, heu d’afegir una imatge de previsualització. Poseu una imatge amb el nom [accent]«preview.png»[] dins la carpeta del mod i proveu-ho de nou.

source: Only mods in folder form can be published on the workshop. To convert any mod into a folder, simply unzip its file into a folder and delete the old zip, then restart your game or reload your mods.
ca: Al Workshop només es poden publicar els mods organitzats degudament en una carpeta. Per convertir qualsevol mod en format *.zip, descomprimiu els continguts en una carpeta i esborreu el fitxer comprimit; després, reinicieu el programa o recarregueu els mods.

source: Your device does not support mods with scripts. You must disable these mods to play the game.
ca: El vostre dispositiu no admet mods amb scripts. Heu de desactivar aquests mods per a jugar.

source: About
ca: Més informació

source: Name:
ca: Nom:

source: Pick a[accent] player name[] first.
ca: Trieu primer un[accent] nom de jugador[].

source: Search:
ca: Cerca:

source: Planet Map
ca: Mapa del planeta

source: Launch Core
ca: Llança el nucli

source: File Name:
ca: Nom del fitxer:

source: New content unlocked!
ca: S’ha desblocat contingut nou!

source: New research available!
ca: Hi ha una recerca disponible nova!

source: < Unlock in campaign for details >
ca: < Desbloca en el mode campanya per a veure’n més detalls. >

source: Select Starting Campaign
ca: Trieu la campanya inicial

source: [lightgray]Select a planet to start on. This can be switched at any time.
ca: [lightgray]Trieu en quin planeta voleu començar. Es pot canviar en qualsevol moment.

source: Newer, more polished content. Mostly linear campaign progression. More difficult. Higher quality maps and overall experience.
ca: [accent]Recomanat per a jugadors novells.[] Contingut revisat nou. Una campanya de progressió més o menys lineal. Mapes de qualitat més alta i experiència més satisfactòria.

source: Older content; the classic experience. More open-ended, more content. Potentially unbalanced maps and campaign mechanics. Less polished.
ca: [scarlet]No recomanat per a jugadors novells.[] Contingut antic; l’experiència clàssica. Campanya més oberta. Potser els mapes i mecàniques de la campanya no estan massa equilibrats. Contingut en general menys polit que el d’Erekir.

source: [accent]Researched
ca: [accent]Completat

source: Tech Tree
ca: Arbre tecnològic

source: Tech Tree Selection
ca: Selecció de l’arbre tecnològic

# research.load
source: Load
ca: Carrega

source: Discard
ca: Descarta

source: [lightgray]Research:
ca: [lightgray]Recerques:

# researchresearch
source: Research
ca: Investiga

source: [lightgray]{0} researched.
ca: [lightgray]{0} d’investigades.

source: {0}% complete
ca: {0} % completat

source: {0} players
ca: {0} jugadors

source: {0} player
ca: {0} jugador

source: search
ca: Cerca

source: [gray]no players found
ca: [gray]no s’han trobat jugadors

source: [accent]Closing server...
ca: [accent]Es tanca el servidor…

source: You have been kicked from the server!
ca: Us han expulsat del servidor.

source: You are not whitelisted here.
ca: No esteu a la llista blanca del servidor.

source: Server closed.
ca: El servidor està tancat.

source: You have been vote-kicked. Goodbye.
ca: Us han expulsat per votació. Adéu.

source: Outdated client! Update your game!
ca: El client s’ha d’actualitzar.

source: Outdated server! Ask the host to update!
ca: El servidor s’ha d’actualitzar. Demaneu-li a l’amfitrió que l’actualitzi.

source: You are banned on this server.
ca: Se us ha bandejat d’aquest servidor.

source: This server is not compatible with your build type.
ca: El servidor no és compatible amb el tipus de compilació actual.

source: This server is full. Wait for an empty slot.
ca: El servidor està ple. Espereu que hi hagi una ranura buida.

source: You have been kicked recently. Wait before connecting again.
ca: Us han expulsat fa poc. Espereu abans de connectar-vos.

source: There is someone with that name already on this server.
ca: Ja hi ha algú amb aquest nom en aquest servidor.

source: Your chosen name is invalid.
ca: El nom triat no és vàlid.

source: You are already on this server! Connecting with two accounts is not permitted.
ca: Ja esteu en aquest servidor. No és permès connectar-se amb dos comptes.

source: This server does not support custom builds. Download an official version.
ca: El servidor no suporta versions personalitzades. Descarregueu una versió oficial.

source: Game over!
ca: Fi de la partida

source: The server is restarting.
ca: El servidor es reinicia.

source: Your version:[accent] {0}[] Server version:[accent] {1}[]
ca: Versió local:[accent] {0}[] Versió del servidor:[accent] {1}[]

source: The [accent]host[] button hosts a server on port [scarlet]6567[]. Anybody on the same [lightgray]wifi or local network[] should be able to see your server in their server list. If you want people to be able to connect from anywhere by IP, [accent]port forwarding[] is required. [lightgray]Note: If someone is experiencing trouble connecting to your LAN game, make sure you have allowed Mindustry access to your local network in your firewall settings. Note that public networks sometimes do not allow server discovery.
ca: El botó de l’amfitrió «[accent]Allotja[]» crea un servidor al port [scarlet]6567[]. Qualsevol jugador en la mateixa [lightgray]xarxa local[] hauria de poder veure el servidor a la seva llista de servidors. Si voleu que es puguin connectar jugadors des de qualsevol lloc per IP, caldrà configurar l’[accent]assignació de ports[]. [lightgray]Nota: Si algú té problemes per connectar-se a la partida LAN, assegureu-vos que heu donat accés al Mindustry a la xarxa local a la configuració del tallafocs. Tingueu en compte que a vegades les xarxes públiques no permeten descobrir servidors.

source: Here, you can enter a [accent]server IP[] to connect to, or discover [accent]local network[] or [accent]global[] servers to connect to. Both LAN and WAN multiplayer is supported. [lightgray]If you want to connect to someone by IP, you would need to ask the host for their IP, which can be found by googling "my ip" from their device.
ca: Podeu escriure l’[accent]adreça IP del servidor[] al qual us voleu connectar o bé descobrir i connectar-vos a una [accent]xarxa local[] o [accent]servidors globals[]. Es pot jugar en multijugador tant amb la LAN com amb la WAN. [lightgray]Si us voleu connectar amb algú via IP, li haureu de demanar a l’amfitrió la seva adreça.

source: Host Multiplayer Game
ca: Allotja una partida multijugador

source: Invite Friends
ca: Invita amics

source: Host Game
ca: Allotja una partida

source: Host
ca: Allotja

source: [accent]Opening server...
ca: [accent]S’obre el servidor…

source: Refresh
ca: Actualitza

source: Discovering LAN games
ca: Es busquen partides a la LAN…

source: Discovering games
ca: Es busquen partides…

source: Refreshing server
ca: S’actualitza el servidor

source: [lightgray]No local games found!
ca: [lightgray]No s’han trobat partides locals!

source: [scarlet]Can't connect to host.
ca: [scarlet]No es pot connectar amb l’amfitrió.

source: Local Servers
ca: Servidors locals

source: Open Games & Local Servers
ca: Partides públiques i servidors locals

source: Remote Servers
ca: Servidors remots

source: Community Servers
ca: Servidors de la comunitat

source: Community servers are [accent]not[] owned or controlled by the developer. Servers may contain user-generated content that is not appropriate for all ages.
ca: Els servidors de la comunitat [accent]no[] són ni els controla el desenvolupador. Els servidors poden tenir continguts generats per usuaris que no són adequats per a totes les edats.

source: Show Hidden Servers
ca: Mostra els servidors ocults

source: Shown
ca: Mostra

source: Hidden
ca: Amaga

source: Viewing Player: [accent]{0}
ca: Es mira el jugador: [accent]{0}

source: Trace Player
ca: Rastreja un jugador

source: Player name: [accent]{0}
ca: Nom del jugador: [accent]{0}

source: Mobile Client: [accent]{0}
ca: Client de mòbil: [accent]{0}

source: Custom Client: [accent]{0}
ca: Client personalitzat: [accent]{0}

source: Times Joined: [accent]{0}
ca: S’ha unit [accent]{0}[] vegades.

source: Times Kicked: [accent]{0}
ca: Ha estat expulsat [accent]{0}[] vegades.

source: IPs:
ca: Direccions IP:

source: Names:
ca: Noms:

source: Invalid client ID! Submit a bug report.
ca: ID de client no vàlid! Envieu un informe d’error.

source: Ban
ca: Bandeja

source: Kick
ca: Expulsa

source: Trace
ca: Traça

source: Toggle Admin
ca: Commuta d’admin

source: Change Team
ca: Canvia l’equip

source: Bans
ca: Bandejaments

source: No banned players found!
ca: No s’ha trobat cap jugador bandejat!

source: Admins
ca: Administradors

source: No admins found!
ca: No s’ha trobat cap administrador!

source: Add Server
ca: Afegeix un servidor

source: Are you sure you want to delete this server?
ca: Esteu segur que voleu esborrar aquest servidor?

source: Edit Server
ca: Edita el servidor

source: [scarlet]Outdated Server![]
ca: [scarlet]Servidor desactualitzat![]

source: [scarlet]Outdated Client![]
ca: [scarlet]Client desactualitzat![]

source: [accent]Custom Build
ca: [accent]Versió personalitzada

source: Are you sure you want to ban "{0}[white]"?
ca: Esteu segur que voleu bandejar a «{0}[white]»?

source: Are you sure you want to kick "{0}[white]"?
ca: Esteu segur que voleu expulsar a «{0}[white]»?

source: Are you sure you want to unban this player?
ca: Esteu segur que voleu treure el bandeig a aquest jugador?

source: Are you sure you want to make "{0}[white]" an admin?
ca: Esteu segur que voleu fer administrador a «{0}[white]»?

source: Are you sure you want to remove admin status from "{0}[white]"?
ca: Esteu segur que voleu treure a «{0}[white]» els permisos d’administrador?

source: Vote-Kick Reason
ca: Motiu per a la votació d’expulsió

source: Are you sure you want to vote-kick "{0}[white]"? If yes, please enter the reason:
ca: Esteu segur que voleu votar per a expulsar per votació a «{0}[white]»? Si és que sí, escriviu-ne el motiu:

# joingame.title
source: Join Game
ca: Uneix-me a la partida

source: Address:
ca: Direcció IP:

source: Disconnected.
ca: Desconnectat.

source: Connection error.
ca: Error de connexió.

source: Connection closed.
ca: Connexió tancada.

source: Timed out.
ca: S’ha esgotat el temps d’espera.

source: Failed to load world data!
ca: No s’han pogut carregar les dades del món!

source: Unable to join game ([accent]{0}[]).
ca: No és possible unir-se a la partida ([accent]{0}[]).

source: [accent]Connecting...
ca: [accent]Es connecta…

source: [accent]Reconnecting...
ca: [accent]Es torna a connectar…

source: [accent]Loading world data...
ca: [accent]Es carreguen les dades del món…

source: Invalid port number!
ca: El número de port no és vàlid!

source: [scarlet]Error hosting server.
ca: [scarlet]S’ha produït un error mentre s’allotjava el servidor.

source: New Save
ca: Desa en un fitxer nou

source: Are you sure you want to overwrite this save slot?
ca: Esteu segur que voleu sobreescriure aquesta ranura de desades?
