Repository: pereorga/software-translations
Catalog: mindustry/*.po
Languages: ca

source: Equivalent to color, but packed. Packed colors are written as hex codes with a [accent]%[] prefix. Example: [accent]%ff0000[] would be red.
ca: Equivalent a «color», però empaquetat en un sol valor. Els colors empaquetats s’escriuen amb el seu codi hexadecimal amb el prefix [accent]%[]. Exemple: [accent]%ff0000[] representa el color vermell.

source: Set line width.
ca: Estableix l’amplada de la línia.

source: Draw line segment.
ca: Dibuixa un segment.

source: Fill a rectangle.
ca: Omple un rectangle.

source: Draw a rectangle outline.
ca: Dibuixa els costats d’un rectangle.

source: Fill a regular polygon.
ca: Omple un polígon regular.

source: Draw a regular polygon outline.
ca: Dibuixa els costats d’un polígon regular.

source: Fill a triangle.
ca: Omple un triangle.

source: Draw an image of some content. ex: [accent]@router[] or [accent]@dagger[].
ca: Dibuixa una imatge d’algun element del joc. Per exemple: [accent]@router[] o [accent]@dagger[].

source: Draws text from the print buffer. Only ASCII characters are allowed. Clears the print buffer.
ca: Dibuixa el text de la cua d’impressió. Esborra la cua d’impressió.

source: Always true.
ca: Sempre cert.

source: Integer division.
ca: Divisió entera.

source: Division. Returns [accent]null[] on divide-by-zero.
ca: Divisió. Retorna [accent]null[] si es divideix per zero.

source: Modulo.
ca: Mòdul (residu de la divisió entera).

source: Equal. Coerces types. Non-null objects compared with numbers become 1, otherwise 0.
ca: Igual. Força els tipus. Compara objectes no nuls amb nombres. Si són iguals, retorna 1. Si no, retorna 0.

source: Not equal. Coerces types.
ca: No igual. Força els tipus.

source: Strict equality. Does not coerce types. Can be used to check for [accent]null[].
ca: Igualtat estricta sense forçar el tipus. Es pot fer servir amb objectes nuls.

source: Bit-shift left.
ca: Desplaça els bits a l’esquerra.

source: Bit-shift right.
ca: Desplaça els bits a la dreta.

source: Bitwise OR.
ca: Operació lògica OR bit a bit.

source: Logical AND.
ca: Operació lògica AND bit a bit.

source: Bitwise AND.
ca: Operació lògica AND bit a bit.

source: Bitwise flip.
ca: Operació lògica NOT bit a bit.

source: Bitwise XOR.
ca: Operació lògica XOR bit a bit.

source: Minimum of two numbers.
ca: Mínim de dos nombres.

source: Maximum of two numbers.
ca: Màxim de dos nombres.

source: Angle of vector in degrees.
ca: Angle del vector en graus.

source: Absolute distance between two angles in degrees.
ca: Distància absoluta entre dos angles en graus.

source: Length of vector.
ca: Llargada (mòdul) del vector.

source: Sine, in degrees.
ca: Sinus de l’angle (en graus).

source: Cosine, in degrees.
ca: Cosinus de l’angle (en graus).

source: Tangent, in degrees.
ca: Tangent de l’angle (en graus).

source: Arc sine, in degrees.
ca: Arcsinus, en graus.

source: Arc cosine, in degrees.
ca: Arccosinus, en graus.

source: Arc tangent, in degrees.
ca: Arctangent, en graus.

source: Random decimal in range [0, value).
ca: Nombre decimal aleatori de l’interval [0, valor).

source: Natural logarithm (ln).
ca: Logaritme neperià (ln).

source: Base 10 logarithm.
ca: Logaritme en base 10.

source: 2D simplex noise.
ca: Soroll símplex 2D.

source: Absolute value.
ca: Valor absolut.

source: Square root.
ca: Arrel quadrada.

source: Any unit.
ca: Qualsevol unitat.

source: Ally unit.
ca: Unitat aliada.

source: Unit with a weapon.
ca: Unitat amb arma.

source: Enemy unit.
ca: Unitat enemiga.

source: Guardian unit.
ca: Guardià (enemic final).

source: Flying unit.
ca: Unitat aèria.

source: Ground unit.
ca: Unitat terrestre.

source: Unit controlled by a player.
ca: Unitat controlada per un jugador.

source: Ore deposit.
ca: Dipòsit de minerals.

source: Damaged ally building.
ca: Bloc aliat danyat.

source: Enemy spawn point. May be a core or a position.
ca: Punt d’aparició d’enemics. Pot ser un nucli o una posició.

source: Building in a specific group.
ca: Bloc d’una categoria específica.

source: Any core.
ca: Qualsevol nucli.

source: Storage building, e.g. Vault.
ca: Edifici d’emmagatzematge, com ara el [accent]contenidor gros[].

source: Buildings that generate power.
ca: Edificis que generin energia elèctrica.

source: Buildings that transform resources.
ca: Edificis que transformen recursos.

source: Repair points.
ca: Punts de reparació.

source: Any battery.
ca: Bateries.

source: Resupply points. Only relevant when [accent]"Unit Ammo"[] is enabled.
ca: Punts d’abastiment. Només té rellevància quan s’activa la regla [accent]«Les unitats necessiten munició»[].

source: Impact/Thorium reactor.
ca: Reactors d’impacte/tori.

source: Any turret.
ca: Torretes.

source: The building/unit to sense.
ca: L’edifici/unitat a detectar.

source: Building to sense from. Sensor range is limited by building range.
ca: Bloc a detectar. L’abast del sensor està limitat per l’abast de construcció.

# radar.target
source: Filter for units to sense.
ca: Filtre de les unitats a detectar.

# radar.and
source: Additional filters.
ca: Filtres addicionals.

# radar.order
source: Sorting order. 0 to reverse.
ca: Criteri d’ordenació. 0 per a invertir-la.

# radar.sort
source: Metric to sort results by.
ca: Mètrica per ordenar els resultats.

# radar.output
source: Variable to write output unit to.
ca: Variable en la qual escriure la unitat de sortida.

# unitradar.target
source: Filter for units to sense.
ca: Filtre de les unitats a detectar.

# unitradar.and
source: Additional filters.
ca: Filtres addicionals.

# unitradar.order
source: Sorting order. 0 to reverse.
ca: Criteri d’ordenació. 0 per a invertir-la.

# unitradar.sort
source: Metric to sort results by.
ca: Mètrica per ordenar els resultats.

# unitradar.output
source: Variable to write output unit to.
ca: Variable en la qual escriure la unitat de sortida.

source: Building to control.
ca: Bloc a controlar.

source: Unit/building to aim at.
ca: Unitat o bloc al qual apuntar.

source: Whether to shoot.
ca: Controla quan s’ha de disparar.

source: Whether to locate enemy buildings.
ca: Indica si s’han de localitzar blocs enemics.

source: Whether the object was found.
ca: Indica si s’ha trobat un objectiu.

source: Output variable for located building.
ca: Variable de sortida per al bloc localitzat.

source: Output X coordinate.
ca: Coordenada X de la sortida.

source: Output Y coordinate.
ca: Coordenada Y de la sortida.

source: Building group to look for.
ca: Categoria de blocs a buscar.

source: Don't move, but keep building/mining. The default state.
ca: La unitat no es mourà, però continuarà construint i extraient minerals. És l’estat per defecte.

source: Stop moving/mining/building.
ca: Para de moure, construir o extreure minerals.

source: Completely disable logic control. Resume standard AI.
ca: Desactiva del tot el control lògic. Continua amb la IA estàndard.

source: Move to exact position.
ca: Mou a una posició exacta.

source: Approach a position with a radius.
ca: Aproxima a una zona determinada amb una posició i un radi.

source: Pathfind to the specified position.
ca: Troba un camí i segueix una ruta fins al punt d’aparició d’enemics.

source: Automatically pathfinds to the nearest enemy core or drop point. This is the same as standard wave enemy pathfinding.
ca: Busca un camí automàticament fins al nucli enemic més proper o punt d’aterratge. És el mateix que el camí d'una onada enemiga estàndard.

source: Shoot a position.
ca: Dispara a una posició.

source: Shoot a target with velocity prediction.
ca: Dispara a un objectiu tenint en compte la seva velocitat a l’hora d’apuntar.

source: Drop an item.
ca: Deixa un element.

source: Take an item from a building.
ca: Agafa un element d’una estructura.

source: Drop current payload.
ca: Deixa el bloc o unitat.

source: Pick up payload at current location.
ca: Agafa un bloc o unitat a la posició actual.

source: Enter/land on the payload block the unit is on.
ca: Entra o apareix al bloc on es troba la unitat.

source: Numeric unit flag.
ca: Identificador numèric de la unitat.

source: Mine at a position.
ca: Extreu recursos en una posició.

source: Build a structure.
ca: Construeix una estructura.

source: Fetch building, floor and block type at coordinates. Unit must be in range of the position, otherwise null is returned.
ca: Obté el bloc, el seu tipus i el terra a les coordenades indicades. La posició escollida ha d’estar a l’abast de la unitat; altrament es retornarà un valor buit.

source: Check if unit is near a position.
ca: Comprova si la unitat està a prop d’una posició.

source: Start/stop boosting.
ca: Inicia/Detén el vol.

source: Flush print buffer's content to marker, if applicable. If fetch is set to true, tries to fetch properties from map locale bundle or game's bundle.
ca: Passa el contingut de la cua d’impressió al marcador, si es pot. Si s’estableix «fetch» a vertader, s’intentarà carregar les propietats de la traducció del mapa o del joc.

source: Texture name straight from game's texture atlas (using kebab-case naming style). If printFlush is set to true, consumes text buffer content as text argument.
ca: Nom de la textura directa de l’atles de textures del joc (amb l’estil de noms kebab-case). Si «printFlush» s’estableix a vertader, consumeix el contingut de la cua d’impressió com a argument de text.

source: Size of texture in tiles. Zero value scales marker width to original texture's size.
ca: Mida de la textura a les caselles. Un valor de zero indica que s’ha d'escalar l’amplada del marcador a la mida original de la textura.

source: Whether to scale marker corresponding to player's zoom level.
ca: Indica si cal escalar el marcador segons el nivell de zoom del jugador.

source: Indexed position, used for line and quad markers with index zero being the first position.
ca: Posició indexada que es fa servir per a marcadors de línia i de rectangles on l’índex zero és la primera posició.

source: Texture's position ranging from zero to one, used for quad markers.
ca: Posició de la textura que va de zero a u i que es fa servir per a marcadors de tipus rectangle.

source: Indexed color, used for line and quad markers with index zero being the first color.
ca: Posició indexada que es fa servir per a marcadors de línies i rectangles on l’índex zero és el primer color.
