Repository: pereorga/software-translations
Catalog: mindustry/*.po
Languages: ca

source: Individual save files from the campaign cannot be imported.
ca: Els fitxers de desades individuals de la campanya no es poden importar.

source: Overwrite
ca: Sobreescriu

source: No saves found!
ca: No s’ha trobat cap partida desada!

source: Failed to save game!
ca: No s’ha pogut desar la partida!

source: Are you sure you want to delete this save?
ca: Esteu segur que voleu esborrar aquesta desada?

# save.delete
source: Delete
ca: Esborra

source: Export Save
ca: Exporta la desada

source: [accent]This save is invalid!
ca: [accent]Aquesta desada no és vàlida!

source: [scarlet]Failed to import save: [accent]{0}
ca: [scarlet]La desada no s’ha pogut importar: [accent]{0}

source: [scarlet]Failed to export save: [accent]{0}
ca: [scarlet]La desada no s’ha pogut exportar: [accent]{0}

source: Import Save
ca: Importa una partida desada

source: Save name:
ca: Nom del fitxer de la desada:

source: Rename
ca: Reanomena

source: New name:
ca: Nom nou:

source: Select a save.
ca: Seleccioneu una desada.

source: [accent]Slot {0}
ca: [accent]Ranura {0}

source: Edit Message
ca: Edita el missatge

source: Save file corrupted or invalid!
ca: El fitxer de la desada està corromput o no és vàlid!

source: <empty>
ca: <buit>

source: On
ca: Activat

source: Off
ca: Desactivat

source: Search saved games...
ca: Cerca partides desades…

source: Autosave: {0}
ca: Desada automàtica: {0}

source: Map: {0}
ca: Mapa: {0}

source: Wave {0}
ca: Onada {0}

source: Gamemode: {0}
ca: Mode de joc: {0}

source: Last Saved: {0}
ca: Data de l’última desada: {0}

source: Playtime: {0}
ca: Temps de joc: {0}

source: Warning.
ca: Avís.

source: Confirm
ca: Confirmació

source: Delete
ca: Esborra

source: View In Workshop
ca: Mostra-ho al Workshop

source: Edit Workshop Listing
ca: Edita el llistat del Workshop

source: OK
ca: D’acord

source: Open
ca: Obre

source: Customize Rules
ca: Personalitza les regles

source: Cancel
ca: Cancel·la

source: Command
ca: Ordre

source: Queue
ca: [lightgray][Queuing]

source: Mine
ca: Extreu recursos

source: Repair
ca: Repara

source: Rebuild
ca: Reconstrueix

source: Assist Player
ca: Assisteix al jugador

source: Move
ca: Mou

# command.boost
source: Boost
ca: Sobrevola

source: Enter Payload Block
ca: Entra bloc

source: Load Units
ca: Carrega unitats

source: Load Blocks
ca: Carrega blocs

source: Unload Payload
ca: Descarrega

# stance.stop
source: Cancel Orders
ca: Cancel·la les ordres

source: Stance: Shoot
ca: Comportament: Dispara

source: Stance: Hold Fire
ca: Comportament: Mantén el foc

source: Stance: Pursue Target
ca: Comportament: Persegueix l’objectiu

source: Stance: Patrol Path
ca: Comportament: Patrulla el camí

source: Stance: Ram [lightgray]Straight line movement, no pathfinding
ca: Comportament: Senzill [lightgray]Mou-te en línia recta, sense encaminador

source: Open Link
ca: Obre l’enllaç

source: Copy Link
ca: Copia l’enllaç

source: Back
ca: Enrere

source: Max
ca: Màx.

source: Map Objective
ca: Objectiu del mapa

source: Export Crash Logs
ca: Exporta els registres d’errors

source: No crash logs found.
ca: No s’ha trobat cap registre d’error.

source: Crash logs exported.
ca: Els registres d’errors s’han exportat.

source: Export Data
ca: Exporta les dades

source: Import Data
ca: Importa les dades

source: Open Data Folder
ca: Obre la carpeta de les dades

source: Data exported.
ca: Les dades s’han exportat.

source: This isn't valid game data.
ca: Aquestes no són dades de partida vàlides.

source: Importing external data will overwrite[scarlet] all[] your current game data. [accent]This cannot be undone![] Once the data is imported, your game will exit immediately.
ca: Si s’importen dades externes es sobreescriuran[scarlet] totes[] les dades de la partida actual. [accent]Això no es podrà desfer![] Una vegada s’hagin importat les dades, el joc es tancarà immediatament.

source: Are you sure you want to quit?
ca: Esteu segur que voleu sortir?

source: [accent]Loading...
ca: [accent]Es carrega…

source: [accent]Downloading...
ca: [accent]Es descarreguen dades…

source: [accent]Saving...
ca: [accent]Es desa…

source: [accent][[{0}][] to respawn
ca: [accent][[{0}][] per a tornar a aparèixer.

source: [accent][[{0}][] to clear plan
ca: [accent][[{0}][] per a esborrar el pla de construcció.

source: [accent][[{0}][] to select+copy
ca: [accent][[{0}][] per a seleccionar i copiar.

source: [accent][[{0}][] to pause building
ca: [accent][[{0}][] per a posar en pausa la construcció.

source: [scarlet][[{0}][] to resume building
ca: [scarlet][[{0}][] per a reprendre la construcció.

source: [scarlet][[{0}][] to enable building
ca: [scarlet][[{0}][] per a activar l’edifici.

source: UI hidden. Press [accent][[{0}][] to show UI.
ca: La interfície gràfica està amagada. Premeu [accent][[{0}][] per a mostrar-la.

source: [accent]Command Mode
ca: [accent]Mode d’Ordres

source: [accent]Wave {0}
ca: [accent]Onada {0}

source: [accent]Wave {0}/{1}
ca: [accent]Onada {0}/{1}

source: [lightgray]Wave in {0}
ca: [lightgray]Començarà en {0}

source: [lightgray]Wave in progress
ca: [lightgray]Onada en curs

source: [lightgray]Waiting...
ca: [lightgray]S’espera…

source: Waiting for players...
ca: S’espera els jugadors…

source: [lightgray]{0} Enemies Remaining
ca: Queden [lightgray]{0} enemics.

source: [accent]{0}[lightgray] Enemy Cores
ca: [accent]{0}[lightgray] nuclis enemics

source: [accent]{0}[lightgray] Enemy Core
ca: [accent]{0}[lightgray] nucli enemic

source: [lightgray]{0} Enemy Remaining
ca: Queda [lightgray]{0} enemic.

source: Guardian approaching in [accent]{0}[] waves.
ca: Arribarà un guardià en [accent]{0}[] ondades.

source: Guardian approaching in [accent]{0}[] wave.
ca: Arribarà un guardià en [accent]{0}[] onada.

source: Load Image
ca: Carrega una imatge

source: Save Image
ca: Desa la imatge

source: Unknown
ca: Desconegut

source: Custom
ca: Personalitzat

source: Built-In
ca: *Integrat*

source: Are you sure you want to delete this map? This action cannot be undone!
ca: Esteu segur que voleu esborrar aquest mapa? Aquesta acció no es pot desfer!

source: [accent]Random Map
ca: [accent]Mapa aleatori

source: This map does not have any cores for the player to spawn in! Add a {0} core to this map in the editor.
ca: Aquest mapa no té cap nucli per tal que el jugador hi pugui aparèixer! Afegiu-hi un nucli {0} amb l’editor.

source: This map does not have any enemy cores for player to spawn into! Add[scarlet] non-orange[] cores to this map in the editor.
ca: Aquest mapa no té nuclis enemics per tal que hi puguin aparèixer altres jugadors! Afegiu-hi nuclis [scarlet]d’un altre color[] amb l’editor.

source: This map does not have any enemy cores for player to attack! Add {0} cores to this map in the editor.
ca: Aquest mapa no té cap nucli enemic que el jugador pugui atacar! Afegiu-hi nuclis {0} amb l’editor.

source: Error loading map: corrupted or invalid map file.
ca: S’ha produït un error carregant el mapa: el fitxer està corromput o bé el mapa no és vàlid.

source: Update Item
ca: Actualitza l’element

source: Error fetching workshop details: {0}
ca: S’ha produït un error mentre s’obtenien els detalls del Workshop: {0}

source: Are you sure you want to publish this map? [lightgray]Make sure you agree to the Workshop EULA first, or your maps will not show up!
ca: Esteu segur que voleu publicar el mapa? [lightgray]Assegureu-vos d’acceptar primer l’acord de llicència d’usuari final (EULA) del Workshop. Si no, els vostres mapes no hi apareixeran!

source: Select what you would like to do with this item.
ca: Seleccioneu què voleu fer amb l’element.

source: Item Info
ca: Informació de l’element

source: Changelog (optional):
ca: Registre de canvis (opcional):

source: Overwrite Title & Description
ca: Sobreescriu el títol i la descripció

source: Steam EULA
ca: EULA de l’Steam

source: This item has been deleted or moved. [lightgray]The workshop listing has now been automatically un-linked.
ca: Aquest element s’ha esborrat o s’ha mogut. [lightgray]El llistat del Workshop s’ha desenllaçat automàticament.

source: [accent]Publishing...
ca: [accent]Es publica…

source: Are you sure you want to publish this? [lightgray]Make sure you agree to the Workshop EULA first, or your items will not show up!
ca: Esteu segur que ho voleu publicar? [lightgray]Assegureu-vos d’acceptar primer l’acord de llicència d’usuari final (EULA) del Workshop. Si no, els vostres elements no hi apareixeran!

source: Error publishing item: {0}
ca: S’ha produït un error mentre es publicava l’element: {0}

source: Failed to initialize Steam services. Error: {0}
ca: No s’ha pogut inicialitzar els serveis de l’Steam. Error: {0}

source: Planet:
ca: Planeta:

source: Seed:
ca: Llavor:

source: Walls To Cliffs
ca: Converteix els murs en espadats

source: Brush
ca: Pinzell

source: Open In Editor
ca: Obre a l’editor

source: Ore Generation
ca: Generació de minerals

source: Ore Generation:
ca: Generació de minerals:

source: Map Info
ca: Informació del mapa

source: Author:
ca: Autor:

source: Description:
ca: Descripció:

source: A map must have a description of at least 4 characters before being published.
ca: Un mapa ha de tenir una descripció amb almenys 4 caràcters per tal que es pugui publicar.

# editor.waveseditor.waveseditor.waves
source: Waves
ca: Onades

source: Rules
ca: Regles

source: Generation
ca: Generació

# editor.objectives
source: Objectives
ca: Objectius

source: Locale Bundles
ca: Paquet de traduccions

source: World Processors
ca: Processadors integrats

source: Edit Name
ca: Edita el nom

source: [lightgray]No world processor blocks found! Add one in the map editor, or use the  Add button below.
ca: [lightgray]No s’han trobat blocs de processadors integrats! Afegiu-ne un a l’editor de mapes o feu servir el botó  de sota.

source: No free space to place a world processor! Did you fill the map with structures? Why would you do this?
ca: No hi ha espai disponible per a posar un processador integrat! Potser el mapa està ple d’estructures.

source: Are you sure you want to delete this world processor? If it is surrounded by walls, it will be replaced by an environmental wall.
ca: Esteu segur que voleu esborrar aquest processador integrat? Si està envoltat de murs, es reemplaçarà per un mur mediambiental.

source: Edit In-Game
ca: Edita des de la partida

source: Playtest
ca: Prova el mapa

source: Publish On Workshop
ca: Publica al Workshop

source: New Map
ca: Mapa nou

source: Center
ca: Centra

source: Search maps...
ca: Cerca mapes

source: Filter Maps
ca: Filtra els mapes

source: Gamemodes:
ca: Modes de partida:

source: Map Type:
ca: Tipus de mapa:

source: Search In:
ca: Cerca a:

source: Author
ca: Autor

source: Description
ca: Descripció

source: Shift X
ca: Desplaça en l’eix X

source: Shift Y
ca: Desplaça en l’eix Y

# waves.title
source: Waves
ca: Onades

source: Remove
ca: Treu

source: every
ca: cada

source: wave(s)
ca: onada/es

source: health: {0}%
ca: salut: {0} %

source: per spawn
ca: per aparició

source: shields/wave
ca: escuts/onada

source: to
ca: fins a

source: spawn:
ca: aparèixer:

source: <all>
ca: <tots>

source: Spawn Select
ca: Selecciona la zona d’aparició

source: [scarlet]no spawns found in map
ca: [scarlet]No s’han trobat zones d’aparició al mapa.

source: max units
ca: nombre màxim d’unitats

# waves.guardianwaves.guardian
source: Guardian
ca: Guardià

source: Preview
ca: Previsualització

source: Edit...
ca: Edita

# waves.copy
source: Copy to Clipboard
ca: Copia al porta-retalls

source: Load from Clipboard
ca: Carrega del porta-retalls

source: Invalid waves in clipboard.
ca: El contingut del porta-retalls té onades que no són vàlides.

source: Waves copied.
ca: S’han copiat les onades.

source: No enemies defined. Note that empty wave layouts will automatically be replaced with the default layout.
ca: No s’han definit enemics. Tingueu en compte que les onades buides es substituiran automàticament amb l’onada per defecte.

source: Sort By
ca: Ordena per

source: Reverse Sort
ca: Ordre invers

source: Begin
ca: Comença

# waves.sort.health
source: Health
ca: Salut

source: Type
ca: Tipus

source: Search waves...
ca: Es busquen onades…

source: Unit Filter
ca: Filtre d'unitats

source: Hide All
ca: Amaga-les totes

source: Show All
ca: Mostra-les totes

source: counts
ca: comptades

source: health
ca: salut

source: [lightgray]<Default>
ca: [lightgray]<Per defecte>

source: Details...
ca: Detalls

source: Edit
ca: Edita

source: Vars
ca: Variables

source: Are you sure you want to clear all code from this processor?
ca: Esteu segur que voleu esborrar tot el codi d’aquest processador?

# editor.name
source: Name:
ca: Nom:

source: Spawn Unit
ca: Genera una unitat

source: Remove Unit
ca: Treu una unitat

# editor.teams
source: Teams
ca: Equips

source: Error loading file.
ca: S’ha produït un error mentre es carregava el fitxer.

source: Error saving file.
ca: S’ha produït un error mentre es desava el fitxer.

source: That's an image, not a map.
ca: No és un mapa, és una imatge.

source: This map is too old, and uses a legacy map format that is no longer supported.
ca: Aquest mapa és massa antic i fa servir un format obsolet.

source: This is not a map file.
ca: No és un fitxer de mapa.

source: This map file is either not valid or corrupt.
ca: Aquest fitxer de mapa no és vàlid o està corromput.

source: Map has no name defined. Are you trying to load a save file?
ca: No s’ha definit el nom del mapa. Esteu intentant carregar una partida desada?

source: Error reading invalid locale bundles.
ca: S’ha produït un error mentre es llegia un paquet de traduccions no vàlid.

source: Update
ca: Actualitza

source: Randomize
ca: Assigna a l’atzar

source: Move Up
ca: Mou amunt

source: Move Down
ca: Mou avall

source: Copy
ca: Copia

source: Apply
ca: Aplica

source: Generate
ca: Genera

source: Sector Generate
ca: Generació del sector

source: Resize
ca: Canvia la mida

source: Load Map
ca: Carrega un mapa

source: Save Map
ca: Desa el mapa

source: [scarlet]You have unsaved changes! []Do you want to save them?
ca: [scarlet]Teniu canvis sense desar! []Voleu desar-los?

source: Saved!
ca: S’ha desat.

source: Your map does not have a name! Set one in the 'map info' menu.
ca: El mapa no té nom! Trieu-ne un des del menú «Informació del mapa».

source: Your map overwrites a built-in map! Pick a different name in the 'map info' menu.
ca: El vostre mapa sobreescriu un mapa incorporat al joc! Trieu un nom diferent des del menú «Informació del mapa».

source: [scarlet]Unable to import:[] a built-in map named '{0}' already exists!
ca: [scarlet]No s’ha pogut importar:[] ja existeix un mapa incorporat al joc amb el nom «{0}»!

source: Import...
ca: Importa

source: Import Map
ca: Importa un mapa

source: Import an already existing map
ca: Importa un mapa ja existent al joc.

# editor.importfile
source: Import File
ca: Importa un fitxer

source: Import an external map file
ca: Importa un fitxer de mapa extern.

source: Import Image File
ca: Importa una imatge de mapa

source: Import an external map image file
ca: Importa un fitxer d’imatge que representa un mapa.

source: Export...
ca: Exporta

# editor.exportfile
source: Export File
ca: Exporta el mapa

source: Export a map file
ca: Exporta el mapa a un fitxer.

source: Export Terrain Image
ca: Exporta la imatge del terreny

source: Export an image file containing only basic terrain
ca: Crea un fitxer que conté només el terreny bàsic.

source: Import Terrain
ca: Importa el terreny

source: Export Terrain
ca: Exporta el terreny

source: Are you sure you want to exit? [scarlet]Any unsaved changes will be lost.
ca: Esteu segur que voleu sortir? [scarlet]Es perdran els canvis que no s’hagin desat.

source: Resize Map
ca: Canvia la mida del mapa

source: Map Name:
ca: Nom del mapa:

source: [accent]Warning! This overwrites an existing map.
ca: [accent]Avís! Es sobreescriurà el mapa existent.

source: [scarlet]Warning![] A map with this name already exists. Are you sure you want to overwrite it? "[accent]{0}[]"
ca: [scarlet]Avís![] Ja existeix un mapa aquest nom. Esteu segur que voleu sobreescriure’l? "[accent]{0}[]"

source: A map with this name already exists.
ca: Ja existeix un mapa amb aquest nom.

source: Select a map to load:
ca: Seleccioneu el mapa que voleu carregar:

source: Replace
ca: Reemplaça

source: Draws only on solid blocks.
ca: Dibuixa només en blocs sòlids.

source: Replace All
ca: Reemplaça-ho tot

source: Replace all blocks in map.
ca: Reemplaça tots els blocs del mapa.

source: Orthogonal
ca: Ortogonal

source: Draws only orthogonal lines.
ca: Dibuixa només línies ortogonals.

source: Square
ca: Quadrat

source: Square brush.
ca: Es dibuixarà amb un pinzell quadrat.

source: Erase Ores
ca: Esborra els minerals

source: Erase only ores.
ca: Esborra només els minerals.

source: Fill Teams
ca: Omple els equips

source: Fill teams instead of blocks.
ca: Omple els equips en lloc dels blocs.

source: Fill Erase
ca: Esborra els del mateix tipus

source: Erase blocks of the same type.
ca: Esborra els blocs que siguin del mateix tipus.

source: Draw Teams
ca: Dibuixa els equips

source: Draw teams instead of blocks.
ca: Dibuixa els equips en lloc de dibuixar blocs.

source: Under Liquids
ca: Sota els líquids

source: Draw floors under liquid tiles.
ca: Dibuixa el terra a sota de les caselles de líquids.

source: [lightgray]No filters! Add one with the button below.
ca: [lightgray]Sense filtres! Afegiu-ne un amb el botó de sota.

source: Distort
ca: Distorsió

source: Noise
ca: Soroll

source: Enemy Spawn Select
ca: Punt d’aparició dels enemics

source: Path To Spawn
ca: Camí fins el punt d’aparició

source: Core Select
ca: Selecció del nucli

source: Median
ca: Mediana

source: Ore Median
ca: Mediana de minerals

source: Blend
ca: Barreja

source: Default Ores
ca: Minerals per defecte

# filter.ore
source: Ore
ca: Minerals

source: River Noise
ca: Soroll dels rius

source: Mirror
ca: Espill

# filter.clear
source: Clear
ca: Neteja

# filter.option.ignore
source: Ignore
ca: Ignora

# filter.scatter
source: Scatter
ca: Dispersió

source: Terrain
ca: Terreny

source: Logic
ca: Lògica

source: Scale
ca: Escala

source: Chance
ca: Probabilitat

source: Magnitude
ca: Magnitud

source: Threshold
ca: Llindar

source: Circle Scale
ca: Escala del cercle

source: Falloff
ca: Caiguda

source: Tilt
ca: Inclinació

# filter.option.rotate
source: Rotate
ca: Gira

source: Amount
ca: Quantitat

source: Block
ca: Bloc

source: Floor
ca: Terra

source: Target Floor
ca: Terra objectiu

source: Target
ca: Objectiu

source: Replacement
ca: Reemplaçament

source: Wall
ca: Mur

# filter.option.ore
source: Ore
ca: Mineral

source: Secondary Floor
ca: Terra secundari

source: Secondary Threshold
ca: Llindar secundari

source: Radius
ca: Radi

source: Percentile
ca: Percentil

source: Code
ca: Codi

source: Loop
ca: Bucle

source: Here, you can add locale bundles for specific languages to your map. In locale bundles, each property has a name and a value. These properties can be used by world processors and objectives using their names. They support text formatting (replacing placeholders with actual values). [cyan]Example property: []name: [accent]timer[] value: [accent]Example timer, time left: {0}[] [cyan]Usage: []Set it as objective's text: [accent]@timer []Print it in a world processor: [accent]localeprint "timer" format time [gray](where time is a separately calculated variable)
ca: Aquí, podeu afegir paquets de traducció per a idiomes específics al vostre mapa. En els paquets de traducció, cada propietat té un nom i un valor. Aquestes propietats les poden fer servir els processadors integrats i els objectius, fent servir els seus noms. Suporten el format de text (reemplaçant els marcadors de posició amb els seus valors corresponents). [cyan]Exemple de propietat: []name: [accent]timer[] value: [accent]Example timer, time left: {0}[] [cyan]Usage: []Set it as objective's text: [accent]@timer []Print it in a world processor: [accent]localeprint "timer" format time [gray](where time is a separately calculated variable)

source: Are you sure you want to delete this locale bundle?
ca: Esteu segur que voleu esborrar aquesta traducció?

source: Apply Changes To All Locales
ca: Aplica els canvis a totes les traduccions

source: Add To Other Locales
ca: Afegeix a les altres traduccions

source: Rollback to last applied
ca: Restableix a l’última aplicada

source: Property filter
ca: Propietat per al filtre

source: Search name...
ca: Cerca el nom…

source: Search value...
ca: Cerca el valor…

source: Search locale...
ca: Cerca la traducció…

source: By name
ca: Per nom

source: By value
ca: Per valor

source: Show properties that are present in all locales and have unique values everywhere
ca: Mostra les propietats que estan en totes les traduccions i tenen valors únics en totes

source: Show properties that are missing in some locales
ca: Mostra les propietats que fan falta en algunes traduccions

source: Show properties that have same values in different locales
ca: Mostra les propietats que tenen els mateixos valors en traduccions diferents

source: View in all locales
ca: Mostra en totes les traduccions

source: Viewing property "{0}"
ca: Es mostra la propietat «{0}»

source: Add Icon
ca: Afegeix una icona

source: Width:
ca: Amplada:

source: Height:
ca: Alçada:

source: Menu
ca: Menú

source: Play
ca: Juga

source: Campaign
ca: Campanya

source: Load
ca: Carrega

source: Save
ca: Desa

source: Restart your game for the language settings to take effect.
ca: Reinicieu el joc perquè s’apliquin els canvis d’idioma.

source: Settings
ca: Configuració

source: Re-Take Tutorial
ca: Continua el tutorial

source: Map Editor
ca: Editor de mapes

source: Abandon
ca: Abandona

source: This zone and all its resources will be lost to the enemy.
ca: Es perdrà la zona i tots els seus recursos passaran a ser de l’enemic.

source: Locked
ca: Blocat

source: [lightgray]Complete:
ca: [lightgray]Requisits previs:

source: Reach Wave {0} in {1}
ca: Arribeu a l’onada {0} de {1}.

source: Destroy Enemy Core in {0}
ca: Destruïu el nucli enemic de {0}.

source: Research {0}
ca: Recerqueu {0}.

source: Produce {0}
ca: Produïu {0}.

source: Capture {0}
ca: Captureu {0}.

source: Control Sector On {0}
ca: Controleu el sector {0}.

source: Land On Sector: {0}
ca: Aterreu al sector {0}.

# launch.text
source: Launch
ca: Inicia el llançament

source: Only the host can view sectors.
ca: Només l’amfitrió pot veure els sectors.

source: Uncover
ca: Descobreix

source: Configure Loadout
ca: Configura la càrrega inicial

# objective.research.name
source: Research
ca: Recerca

source: Obtain
ca: Obtén

source: Obtain Item
ca: Obtén un element

source: Core Item
ca: Element del nucli

source: Build Count
ca: Nombre de construïts

source: Unit Count
ca: Nombre d’unitats

source: Destroy Units
ca: Destrueix unitats

source: Timer
ca: Temporitzador

source: Destroy Block
ca: Destrueix un bloc

source: Destroy Blocks
ca: Destrueix blocs

source: Destroy Core
ca: Destrueix el nucli

# objective.commandmode.name
source: Command Mode
ca: Mode de comandament

source: Flag
ca: Bandera

source: Shape Text
ca: Forma del text

source: Point
ca: Punt

source: Shape
ca: Forma

source: Line
ca: Línia

# marker.quad.name
source: Quad
ca: Rectangle

source: Texture
ca: Textura

source: Background
ca: Fons

source: Outline
ca: Contorn

source: [accent]Research: []{0}[lightgray]{1}
ca: [accent]Recerqueu: []{0}[lightgray]{1}

source: [accent]Obtain: []{0}[lightgray]{1}
ca: [accent]Obteniu: []{0}[lightgray]{1}

source: [accent]Destroy: []{0}[lightgray]{1}
ca: [accent]Destruïu: []{0}[lightgray]{1}

source: [accent]Destroy: [lightgray]{0}[white]/{1} {2}[lightgray]{3}
ca: [accent]Destruïu: [lightgray]{0}[white]/{1} {2}[lightgray]{3}
