Repository: pereorga/software-translations
Catalog: mindustry/*.po
Languages: ca

source: [accent]Obtain: [][lightgray]{0}[]/{1} {2}[lightgray]{3}
ca: [accent]Obteniu: [][lightgray]{0}[]/{1} {2}[lightgray]{3}

source: [accent]Move into Core: [][lightgray]{0}[]/{1} {2}[lightgray]{3}
ca: [accent]Porteu al nucli: [][lightgray]{0}[]/{1} {2}[lightgray]{3}

source: [accent]Build: [][lightgray]{0}[]x {1}[lightgray]{2}
ca: [accent]Construïu: [][lightgray]{0}[]× {1}[lightgray]{2}

source: [accent]Build Unit: [][lightgray]{0}[]x {1}[lightgray]{2}
ca: [accent]Construïu unitats: [][lightgray]{0}[]× {1}[lightgray]{2}

source: [accent]Destroy: [][lightgray]{0}[]x Units
ca: [accent]Destruïu [][lightgray]{0}[] unitats.

source: [accent]Enemies approaching in [lightgray]{0}[]
ca: [accent]Arribaran enemics d’aquí [lightgray]{0}[].

source: [accent]Enemy production escalating in [lightgray]{0}[]
ca: [accent]La producció enemiga augmentarà d’aquí [lightgray]{0}[]

source: [accent]Enemy air unit production beginning in [lightgray]{0}[]
ca: [accent]L’enemic començarà a produir unitats aèries d’aquí [lightgray]{0}[]

source: [accent]Destroy Enemy Core
ca: [accent]Destruïu el nucli enemic.

source: [accent]Command Units
ca: [accent]Dirigiu les unitats.

source: [accent]⚠ Missile launch detected: [lightgray]{0}
ca: [accent]⚠ S’ha detectat un llançament nuclear: [lightgray]{0}

source: [red]⚠ MISSILE STRIKE INBOUND ⚠ [lightgray]construct backup cores immediately
ca: [red]⚠ IMPACTE NUCLEAR IMMINENT ⚠

source: Loadout
ca: Càrrega inicial

source: Resources
ca: Recursos

# resources.max
source: Max
ca: Màx.

source: Banned Blocks
ca: Blocs no permesos

source: Objectives
ca: Objectius

source: Banned Units
ca: Unitats no permeses

source: Banned Units As Whitelist
ca: Unitats no permeses com a llista blanca

source: Banned Blocks As Whitelist
ca: Blocs no permesos com a llista blanca

source: Add All
ca: Afegeix-ho tot

source: Launching From: [accent]{0}
ca: Llançant des de [accent]{0}.

source: Launching Item Capacity: [accent]{0}
ca: Capacitat de càrrega per llançament: [accent]{0}

source: Destination: {0}
ca: Destinació: {0}

source: Amount must be a number between 0 and {0}.
ca: La quantitat ha de ser un nombre entre 0 i {0}.

source: Add...
ca: Afegeix

source: Guardian
ca: Guardià

source: [scarlet]Connection error: [accent]{0}
ca: [scarlet]Error de connexió: [accent]{0}

source: Server unreachable. Is the address spelled correctly?
ca: No es pot accedir al servidor. L’adreça està ben escrita?

source: Invalid address.
ca: L’adreça no és vàlida.

source: Timed out! Make sure the host has port forwarding set up, and that the address is correct!
ca: S’ha esgotat el temps d’espera! Assegureu-vos que l’amfitrió ha configurat l’assignació de ports i que l’adreça és correcta.

source: Packet error: possible client/server version mismatch. Make sure you and the host have the latest version of Mindustry!
ca: Error d’enviament de paquets: Potser no coincideixen les versions del client i del servidor. Assegureu-vos que client i servidor fan servir l’última versió del Mindustry!

source: Already connected.
ca: Ja esteu connectat.

source: Map file not found!
ca: El fitxer del mapa no s’ha trobat!

source: Network I/O error.
ca: S’ha produït un error d’entrada/sortida de la xarxa.

source: Unknown network error.
ca: S’ha produït un error de xarxa desconegut.

source: Failed to initialize bloom. Your device may not support it.
ca: No s’ha pogut inicialitzar l’efecte «bloom». Potser el dispositiu no admet aquesta funció.

source: Rain
ca: Pluja

# weather.snowing.name
source: Snow
ca: Neu

source: Sandstorm
ca: Tempesta de sorra

source: Sporestorm
ca: Tempesta d’espores

source: Fog
ca: Boira

source:  [lightgray]Sector Playtime: {0}
ca:  [lightgray]Temps de joc al sector: {0}

source: [accent]Congratulations. The enemy on {0} has been defeated. [lightgray]The final sector has been conquered.
ca: [accent]Felicitats. S’ha derrotat l’enemic de {0}. [lightgray]S’ha conquerit l’últim sector.

source: {0} under attack
ca: Ataquen {0}.

source: [lightgray]Unexplored
ca: [lightgray]Inexplorat

source: Resources:
ca: Recursos:

source: Production:
ca: Producció:

source: Export:
ca: Exporta:

source: Import:
ca: Importa:

source: Time:
ca: Temps:

source: Threat:
ca: Amenaça:

source: Wave:
ca: Onada:

source: Stored:
ca: Emmagatzemat:

source: Resume
ca: Continua

# sectors.launch
source: Launch
ca: Llança

source: Select
ca: Selecciona

source: [lightgray]none (sun)
ca: [lightgray]cap (sol)

source: Rename Sector
ca: Reanomena el sector

source: [scarlet]Enemy Base
ca: [scarlet]Base enemiga

source: [scarlet]Under attack! [accent]{0}% damaged
ca: [scarlet]Ens ataquen! [accent]{0} % danyat

source: [scarlet]Uncaptured
ca: [scarlet]Sense capturar

source: [accent]Survives {0} waves
ca: [accent]Aguanta {0} onades

source: Go
ca: Vés-hi

# sector.abandon
source: Abandon
ca: Abandona

source: This sector's core(s) will self-destruct. Continue?
ca: Els nuclis d’aquest sector s’autodestruiran. Voleu continuar?

source: Sector Captured
ca: Sector capturat

source: Sector Lost
ca: Sector perdut

source: [scarlet]Insufficient Core Resources
ca: [scarlet]Recursos insuficients al nucli

source: Sector [accent]{0}[white] under attack!
ca: Ataquen el sector [accent]{0}[white]!

source: Sector [accent]{0}[white] lost!
ca: Heu perdut el sector [accent]{0}[white]!

source: Sector [accent]{0}[white] Captured!
ca: S’ha capturat el sector [accent]{0}[white]!

source: Sector Captured!
ca: Sector capturat!

source: Change Icon
ca: Canvia la icona

source: Unable to Switch Sectors
ca: Els sectors no es poden canviar.

source: You may not switch sectors while an existing sector is under attack. Sector: [accent]{0}[] on [accent]{1}[]
ca: Potser no podeu canviar de sector perquè n’ataquen un altre. Sector: [accent]{0}[] de [accent]{1}[]

source: View Sector
ca: Veure el sector

source: Low
ca: Baixa

source: Medium
ca: Mitjana

source: High
ca: Alta

source: Extreme
ca: Extrema

# threat.eradication
source: Eradication
ca: Erradicació

source: Planets
ca: Planetes

source: Sun
ca: Sol

source: Impact 0078
ca: Impacte 0078

source: Ground Zero
ca: Zona zero

source: The Craters
ca: Els cràters

source: Frozen Forest
ca: El bosc gelat

source: Ruinous Shores
ca: Costes en ruïnes

source: Stained Mountains
ca: Muntanyes tacades

source: Desolate Rift
ca: L’escletxa desolada

source: Nuclear Production Complex
ca: Complex de producció nuclear

source: Overgrowth
ca: Creixement exuberant

source: Tar Fields
ca: Els camps de quitrà

source: Salt Flats
ca: Les Salines

source: Fungal Pass
ca: El port de muntanya dels fongs

source: Biomass Synthesis Facility
ca: Centre de síntesi de biomassa

source: Windswept Islands
ca: Les illes escombrades pel vent

source: Extraction Outpost
ca: Post avançat d’extracció

source: Planetary Launch Terminal
ca: Terminal de llançament interplanetari

source: Coastline
ca: Línia de costa

source: Naval Fortress
ca: Fortalesa naval

source: The optimal location to begin once more. Low enemy threat. Few resources. Gather as much lead and copper as possible. Move on.
ca: El lloc adequat per a començar de nou. Amenaça enemiga baixa. Pocs recursos. Recolliu tot el coure i plom que pugueu. Després, continueu en un altre sector.

source: Even here, closer to mountains, the spores have spread. The frigid temperatures cannot contain them forever. Begin the venture into power. Build combustion generators. Learn to use menders.
ca: Les espores han arribat fins aquí, prop de les muntanyes. Les temperatures baixes no les podran contenir per sempre. Comenceu el camí del poder. Construïu generadors a combustió. Apreneu a fer servir els reparadors.

source: On the outskirts of the desert lie the Salt Flats. Few resources can be found in this location. The enemy has erected a resource storage complex here. Eradicate their core. Leave nothing standing.
ca: Als límits del desert hi ha les Salines. Aquesta regió té pocs recursos. L’enemic hi ha aixecat un complex d’emmagatzematge de recursos. Elimineu el seu nucli i no en deixeu cap rastre.

source: Water has accumulated in this crater, relic of the old wars. Reclaim the area. Collect sand. Smelt metaglass. Pump water to cool turrets and drills.
ca: L’aigua s’ha acumulat en aquest cràter, relíquia de les guerres passades. Reclameu l’àrea, recolliu sorra i foneu metavidre. Bombegeu aigua per a refredar les torretes i les perforadores.

source: Past the wastes, is the shoreline. Once, this location housed a coastal defense array. Not much of it remains. Only the most basic defense structures have remained unscathed, everything else reduced to scrap. Continue the expansion outwards. Rediscover the technology.
ca: Més enllà dels erms, hi ha la costa. En el seu temps, hi havia una línia de defensa costera. No en queda molt. Només hi queden intactes les estructures de defensa més bàsiques; de la resta només en queda ferralla. Continueu l’expansió i redescobriu tecnologies perdudes.

source: Further inland lie the mountains, yet untainted by spores. Extract the abundant titanium in this area. Learn how to use it. The enemy presence is greater here. Do not give them time to send their strongest units.
ca: Terra endins, hi ha muntanyes que no han estat contaminades per les espores. Extraieu el titani que abunda a l’àrea. Apreneu a usar-lo. En aquesta zona hi ha més presència enemiga. No els deixeu temps per a enviar-vos les unitats més fortes.

source: This area is overgrown, closer to the source of the spores. The enemy has established an outpost here. Build Mace units. Destroy it.
ca: En aquesta àrea s’ha produït un creixement desmesurat i està a prop de la font de les espores. L’enemic hi ha establit un post avançat. Construïu unitats [accent]Maça[] i destruïu-lo.

source: The outskirts of an oil production zone, between the mountains and desert. One of the few areas with usable tar reserves. Although abandoned, this area has some dangerous enemy forces nearby. Do not underestimate them. [lightgray]Research oil processing technology if possible.
ca: Les afores d’una zona de producció petroliera, entre les muntanyes i el desert. Una de les poques àrees amb reserves útils de quitrà. Encara que estan abandonades, aquesta àrea té forces enemigues perilloses a prop. No les subestimeu. [lightgray]Recerqueu la tecnologia de processament de petroli si podeu.

source: An extremely dangerous zone. Plentiful resources, but little space. High risk of destruction. Build air and ground defenses as soon as possible. Do not be fooled by the long spacing between enemy attacks.
ca: Una zona extremadament perillosa, que disposa de molts recursos, però que té poc espai. Té un elevat risc de destrucció. Construïu defenses aèries i terrestres tan aviat com sigui possible. No us confieu pel llarg interval de temps entre atacs enemics.

source: A former facility for the production and processing of thorium, reduced to ruins. [lightgray]Research the thorium and its many uses. The enemy is present here in great numbers, constantly scouting for attackers.
ca: Un antic centre de producció i processament de tori, reduït a ruïnes. [lightgray]Recerqueu el tori i els seus diversos usos. L’enemic disposa d’un gran nombre d’unitats que patrullen la zona.

source: A transition area between high mountains and lower, spore-ridden lands. A small enemy reconnaissance base is located here. Destroy it. Use Dagger and Crawler units. Take out the two cores.
ca: Una àrea de transició entre altes muntanyes i els territoris més baixos plagats per espores. Hi ha una petita base de reconeixement enemiga. Destruïu-la. Useu unitats [accent]Daga[] i [accent]Crawler[]. Elimineu els dos nuclis enemics.

source: The origin of spores. This is the facility in which they were researched and initially produced. Research the technology contained within. Cultivate spores for the production of fuel and plastics. [lightgray]Upon this facility's demise, the spores were released. Nothing in the local ecosystem could compete with such an invasive organism.
ca: L’origen de les espores. Aquest és el centre on es van investigar i produir les espores. Recerqueu les tecnologies que hi pugueu trobar. Cultiveu espores per a produir combustibles i plàstics. [lightgray]Després de la caiguda d’aquest complex, les espores van ser alliberades. L’ecosistema local no va poder competir amb un organisme tan invasiu.

source: Further past the shoreline is this remote chain of islands. Records show they once had [accent]Plastanium[]-producing structures. Fend off the enemy's naval units. Establish a base on the islands. Research these factories.
ca: Més enllà de la costa hi ha aquesta cadena d’illes remotes. Els informes indiquen que una vegada hi hagueren estructures per a produir [accent]plastani[]. Defenseu-vos de les unitats enemigues navals i establiu una base a les illes. Investigueu les fàbriques.

source: A remote outpost, constructed by the enemy for the purpose of launching resources to other sectors. Cross-sector transport technology is essential for further conquest. Destroy the base. Research their Launch Pads.
ca: Un post avançat remot, construït per l’enemic per a enviar recursos a altres sectors. La tecnologia de transport entre sectors és essencial per a expandir-se. Destruïu la base i investigueu les seves plataformes de llançament.

source: Here lie remnants of the interstellar transport vessel that first entered this system. Salvage as much as possible from the wreckage. Research any intact technology.
ca: Aquí hi ha les restes de la primera nau de transport interestel·lar que va arribar al sistema. Recupereu tot el que pugueu i investigueu qualsevol tecnologia que hagi quedat intacta.

source: The final target. This coastal base contains a structure capable of launching Cores to local planets. It is extremely well guarded. Produce naval units. Eliminate the enemy as quickly as possible. Research the launch structure.
ca: L’objectiu final. Aquesta base costera conté una estructura capaç de llançar nuclis a altres planetes. Està molt ben vigilida. Produïu unitats navals, elimineu l’enemic tan aviat com pugueu i investigueu l’estructura de llançament.

source: Remnants of naval unit technology have been detected at this location. Repel the enemy attacks, capture this sector, and acquire the technology.
ca: S’han detectat restes de tecnologia naval a prop. Repel·liu els atacs enemics, captureu el sector i aconseguiu la tecnologia.

source: The enemy has established a base on a remote, naturally-fortified island. Destroy this outpost. Acquire their advanced naval craft technology, and research it.
ca: L’enemic ha establert una base en una illa distant amb defenses geològiques naturals. Destruïu el post avançat i aconseguiu i investigueu les seves tecnologies navals avançades.

source: The Onset
ca: El principi

source: Aegis
ca: L’ègida

source: Lake
ca: El llac

source: Intersect
ca: La intersecció

source: Atlas
ca: L’Atles

source: Split
ca: La separació

source: Basin
ca: La conca

source: Marsh
ca: El pantà

source: Peaks
ca: Els cims

source: Ravine
ca: Els barrancs

source: Caldera
ca: El cràter

source: Stronghold
ca: La fortalesa

source: Crevice
ca: L’esquerda

source: Siege
ca: El setge

source: Crossroads
ca: L’encreuament

source: Karst
ca: El carst

source: Origin
ca: Origen

source: Commence the conquest of Erekir. Gather resources, produce units, and begin researching technology.
ca: El sector del tutorial. Encara no s’ha establert cap objectiu. Manteniu-vos a l’espera per a rebre més informació.

source: This sector contains deposits of tungsten. Research the [accent]Impact Drill[] to mine this resource, and destroy the enemy base in the area.
ca: L’enemic està protegit per escuts. S’ha detectat un mòdul experimental antiescuts al sector. Localitzeu-lo i abastiu-lo amb tungstè per a destruir la base enemiga.

source: This sector's slag lake greatly limits viable units. A hover unit is the only option. Research the [accent]ship fabricator[] and produce an [accent]elude[] unit as soon as possible.
ca: El llac de residus d’aquest sector limita el nombre d’unitats viables. Les unitats aèries són l’única via possible. Recerqueu la tecnologia per a construir [accent]muntadores de naus[] i produïu una unitat [accent]Elude[] tan aviat com pugueu.

source: Scans suggest that this sector will be attacked from multiple sides soon after landing. Set up defenses quickly and expand as soon as possible. [accent]Mech[] units will be required for the area's rough terrain.
ca: Els escàners indiquen que el sector rebrà atacs des de múltiples posicions poc després d’aterrar-hi. Establiu les defenses de pressa i expandiu-vos tant com pugueu. Faran falta unitats [accent]Meca[] per a fer front al terreny abrupte de l’àrea.

source: This sector contains varied terrain and will require a variety of units to attack effectively. Upgraded units may also be necessary to get past certain enemy bases detected here. Research the [accent]Electrolyzer[] and the [accent]Tank Refabricator[].
ca: Aquest sector conté diversos tipus de terreny i necessita diferents unitats per a atacar de manera efectiva. Potser també caldrà disposar d’unitats millorades per a derrotar les bases enemigues més fortes detectades en aquest sector. Recerqueu l’[accent]electrolitzador[] i la [accent]fabricadora de tancs[].

source: The minimal enemy presence in this sector makes it perfect for testing new transport tech.
ca: La presència enemiga mínima al sector el fa ideal per a provar les noves tecnologies de transport.

source: Large enemy presence detected in this sector. Build units quickly and capture enemy cores to gain a foothold.
ca: {Temporal} L’últim sector per ara. Considereu de moment que és un repte. S’afegiran més sectors en versions posteriors.

source: This sector has an abundance of arkycite, but has limited vents. Build [accent]Chemical Combustion Chambers[] to generate power.
ca: En aquest sector hi ha molta arquicita, però poques fumaroles. Construïu [accent]cambres de combustió química[] per a generar energia.

source: The mountainous terrain in this sector make most units useless. Flying units will be required. Be aware of enemy anti-air installations. It may be possible to disable some of these installations by targeting their supporting buildings.
ca: El terreny muntanyós del sector fa que moltes unitats no siguin útils. Caldran unitats aèries. Aneu amb compte amb les instal·lacions antiaèries enemigues. Potser a algunes se les podrà inutilitzar si es dispara a les seves estructures de suport.

source: An important transportation route for the enemy. No cores detected in the sector, but expect a variety of enemy forces. Produce [accent]surge alloy[]. Construct [accent]Afflict[] turrets.
ca: No es detecten nuclis enemics al sector, tot i que és una ruta de transport enemiga important. Hi haurà una gran varietat de forces enemigues. Produïu [accent]aliatge electrificable[]. Construïu torretes [accent]Afflict[].

source: The resources detected in this sector are scattered across several islands. Research and deploy drone-based transportation.
ca: Els recursos que s’han detectat al sector estan espargits per diverses illes. Investigueu i establiu una xarxa de transport que faci servir drons.

source: The large enemy encampment in this sector guards significant deposits of [accent]thorium[]. Use it to develop higher tier units and turrets.
ca: El campament enemic gran d’aquest sector guarda dipòsits importants de [accent]tori[]. Feu-lo servir per a desenvolupar unitats i torretes de nivells més alts.

source: The enemy will send fierce attack forces to take out your base in this sector. Developing [accent]carbide[] and the [accent]Pyrolysis Generator[] may be imperative for survival.
ca: L’enemic enviarà un atac ferotge per a eliminar la vostra base del sector. Per a poder sobreviure, caldrà desenvolupar [accent]carburs[] i [accent]generadors pirolítics[].

source: This sector features two parallel canyons that will force a two-pronged attack. Research [accent]cyanogen[] to gain the capability to create even stronger tank units. Caution: enemy long-range missiles have been detected. The missiles may be shot down before impact.
ca: En aquest sector hi ha dos canyons paral·lels que forçaran un atac per dues bandes. Investigueu el [accent]cianogen[] per a poder crear unitats d’atac més fortes. Atenció: s’han detectat míssils de llarg abast. Els míssils es poden abatre abans que impactin contra el seu objectiu.

source: The enemy bases in this sector have been established in varying terrain. Research different units to adapt. Additionally, some bases are protected by shields. Figure out how they are powered.
ca: Les bases enemigues del sector s’han establert en diferents tipus de terreny. Investigueu unitats diferents per a adaptar els atacs. A més a més, algunes bases estan protegides per escuts. Esbrineu d’on treuen l’energia.

source: This sector is rich in resources, but will be attacked by the enemy once a new core lands. Take advantage of the resources and research [accent]phase fabric[].
ca: Aquest sector és ric en recursos, però l’enemic l’atacarà tan aviat com hi aterri un nucli. Aprofiteu els recursos i recerqueu el [accent]teixit de fase[].

source: The final sector with a significant enemy presence. No probable research opportunities remain - focus solely on destroying all enemy cores.
ca: El sector final amb una presència enemiga important. Probablement no queden oportunitats de recerca. Centreu-vos en destruir els nuclis enemics.

source: Burning
ca: Cremant

source: Freezing
ca: Congelat

source: Wet
ca: Mullat

source: Muddy
ca: Fangós

source: Melting
ca: Fos

source: Sapped
ca: Esgotat

source: Electrified
ca: Electrificat

source: Spore Slowed
ca: Alentit

source: Tarred
ca: Enquitranat

source: Overdrive
ca: Sobrecarregat

source: Overclock
ca: Accelerat

source: Shocked
ca: Commocionat

source: Blasted
ca: Explosionat

source: Unmoving
ca: Immòbil

# status.boss.name
source: Guardian
ca: Guardià

source: Language
ca: Idioma

source: Game Data
ca: Dades del joc

source: Reset to Defaults
ca: Restableix els valors per defecte

source: Rebind
ca: Canvia

source: Reset
ca: Restableix

source: Game
ca: Joc

source: Sound
ca: So

source: Graphics
ca: Gràfics

source: Clear Game Data...
ca: Esborra les dades de la partida

source: Are you sure you want to clear this data? What is done cannot be undone!
ca: Esteu segur que voleu esborrar les dades? Aquesta acció no es pot desfer.

source: [scarlet]WARNING![] This will clear all data, including saves, maps, unlocks and keybinds. Once you press 'ok' the game will wipe all data and automatically exit.
ca: [scarlet]Avís![] S’esborraran totes les dades, incloent desades, mapes, elements desblocats i dreceres de teclat. Quan premeu «D’acord», el programa esborrara les dades i es tancarà automàticament.

source: Are you sure you want to clear all your saves?
ca: Esteu segur que voleu esborrar totes les partides desades?

source: Clear Saves
ca: Esborra les partides desades

source: Clear Research
ca: Esborra la recerca

source: Are you sure you want to clear all of your campaign research?
ca: Esteu segur que voleu esborrar tota la recerca feta en el mode campanya?

source: Clear Campaign Saves
ca: Esborra les desades de la campanya

source: Are you sure you want to clear all of your campaign saves?
ca: Esteu segur que voleu esborrar totes les desades de la campanya?

source: [accent]< Paused >
ca: [accent]< En pausa >

source: Clear
ca: Esborra

source: [scarlet]Banned
ca: [scarlet]Expulsat

source: [scarlet]Unsupported Environment
ca: [scarlet]Entorn no vàlid

source: Yes
ca: Sí

source: Info
ca: Informació

source: [scarlet]An error has occured
ca: [scarlet]Hi ha hagut un error.

source: An error has occured
ca: Hi ha hagut un error.
