Repository: pereorga/software-translations
Catalog: mindustry/*.po
Languages: ca

source: Activate the  [accent]hammer[] in the bottom right and tap to break blocks. Hold down your finger for a second and drag to break in a selection.
ca: Activeu el  [accent]martell[] de la part inferior dreta i toqueu els blocs que vulgueu treure. Manteniu premut el dit durant un segon i arrossegueu per a seleccionar un rectangle d’on treure tots els blocs.

source: View information of a block by selecting it in the [accent]build menu[], then selecting the [accent][[?][] button at the right.
ca: Mostra la informació d’un bloc seleccionant-lo al [accent]menú de construcció[], Llavors seleccioneu el botó [accent][[?][] de la dreta.

source: [accent]Derelict[] structures are broken remnants of old bases that no longer function. These structures can be [accent]deconstructed[] for resources, or repaired.
ca: Les estructures [accent]en ruïnes[] són les restes de bases antigues que ja no funcionen. Aquestes estructures es poden [accent]desmuntar[] per a recuperar recursos.

source: Use the  [accent]Research[] button to research new technology.
ca: Empreu el botó de  [accent]Recerca[] per a investigar noves tecnologies.

source: Use the  [accent]Research[] button in the  [accent]Menu[] to research new technology.
ca: Empreu el botó de  [accent]Recerca[] del  [accent]Menú[] per a investigar noves tecnologies.

source: Hold [accent][[L-ctrl][] and [accent]click[] to manually control friendly units or turrets.
ca: Mantingueu premuda la tecla [accent][[ControlEsquerra][] i [accent]feu clic[] per a controlar torretes i unitats amistoses.

source: [accent][[Double-tap][] to manually control friendly units or turrets.
ca: [accent]Toqueu dues vegades[] per a controlar torretes i unitats amistoses.

source: To control units, enter [accent]command mode[] by holding [accent]L-shift.[] While in command mode, click and drag to select units. [accent]Right-click[] a location or target to command units there.
ca: Per a controlar unitats, entreu al [accent]mode de comandament[] amb la tecla [accent]Maj. esquerra[]. Mentre esteu al mode de comandament, feu clic i arrossegueu per a seleccionar unitats. Feu [accent]clic amb el botó esquerre[] en algun lloc o objectiu per a comandar-hi les unitats.

source: To control units, enter [accent]command mode[] by pressing the [accent]command[] button in the bottom left. While in command mode, long-press and drag to select units. Tap a location or target to command units there.
ca: Per a controlar unitats, entreu al [accent]mode de comandament[] amb el botó de[accent]comandament[] de la part superior esquerra. Mentre esteu al mode de comandament, premeu uns segons i arrossegueu per a seleccionar unitats. Toqueu en algun lloc o objectiu per a comandar-hi les unitats.

source: Once enough resources are collected, you can [accent]Launch[] to the next sector by opening the  [accent]Map[] in the bottom right, and panning over to the new location.
ca: Un cop s’han recollit prou recursos, podeu iniciar un llançament seleccionant un sector proper del  [accent]Mapa[] de la part inferior dreta.

source: Once enough resources are collected, you can [accent]Launch[] by selecting nearby sectors from the  [accent]Map[] in the  [accent]Menu[].
ca: Un cop s’han recollit prou recursos, podeu iniciar un llançament seleccionant un sector proper del  [accent]Mapa[] del  [accent]Menú[].

source: Hold [accent][[F][] and drag to select blocks to copy and paste. [accent][[Middle Click][] to copy a single block type.
ca: Manteniu premuda la tecla [accent]F[] i arrossegueu per a seleccionar els blocs que vulgueu copiar i enganxar. Feu clic amb el [accent]botó del mig[] del ratolí per a copiar només un tipus de bloc.

source: Hold [accent][[B][] and drag to select destroyed block plans. This will rebuild them automatically.
ca: Manteniu premuda la tecla [accent][[B][] i arrossegueu per a seleccionar els plànols dels blocs destruïts. Així, es podran reconstruir automàticament.

source: Select the  copy button, then tap the  rebuild button and drag to select destroyed block plans. This will rebuild them automatically.
ca: Seleccioneu el botó de copiar . Després, toqueu el botó de reconstrucció  i arrossegueu per a triar quins blocs voleu que es reconstrueixin. Això farà que es reconstrueixin de manera automàtica.

source: Hold [accent][[L-Ctrl][] while dragging conveyors to automatically generate a path.
ca: Manteniu premuda la tecla [accent]ControlEsquerra[] i arrossegueu les cintes per a generar un camí automàticament.

source: Enable  [accent]diagonal mode[] and drag conveyors to automatically generate a path.
ca: Activeu el  [accent]mode diagonal[] i arrossegueu les cintes per a generar un camí automàticament.

source: Hold [accent][[L-Shift][] to fly over obstacles with your current unit. Only a few ground units have boosters.
ca: Manteniu premuda la tecla [accent]ControlEsquerra[] per a sobrevolar els obstacles amb la unitat actual. Només algunes unitats terrestres tenen elevadors per a poder-ho fer.

source: Press [accent][[[] to pick up small blocks or units.
ca: Premeu [accent][[[] per a recollir blocs petits o unitats.

source: [accent]Tap and hold[] a small block or unit to pick it up.
ca: [accent]Manteniu premut[] un bloc petit per a recollir-lo. També es pot fer amb unitats.

source: Press [accent]][] to drop a payload.
ca: Premeu [accent]][] per a deixar el bloc o la unitat.

source: [accent]Tap and hold[] an empty location to drop a payload there.
ca: [accent]Manteniu premuda[] una posició buida per a deixar-hi un bloc o una unitat.

source: [accent]Wave[] turrets with water as ammunition will automatically put out nearby fires.
ca: Les torretes de tipus [accent]Wave[] que usin aigua com munició apagaran els focs propers automàticament.

source:  [accent]Combustion Generators[] burn coal and transmit power to adjacent blocks. Power transmission range can be extended with  [accent]Power Nodes[].
ca: Els  [accent]Generadors a combustió[] cremen carbó i transmeten energia als blocs adjacents. L’abast de la transmissió d’energia es pot expandir amb  [accent]node d’energia[].

source: [accent]Guardian[] units are armored. Weak ammo such as [accent]Copper[] and [accent]Lead[] is [scarlet]not effective[]. Use higher tier turrets or  [accent]Graphite[] Duo/Salvo ammunition to take Guardians down.
ca: Les unitats de tipus [accent]Guardià[] són unitats blindades. La munició dèbil com ara el [accent]Coure[] i el [accent]Plom[] [scarlet]no és efectiva[]. Empreu torretes de nivell més alt o carregueu torretes Duo/Salvo amb  [accent]Grafit[] per a destruir-los.

source: Cores can be upgraded by [accent]placing higher-tier cores over them[]. Place a  [accent]Foundation[] core over the  [accent]Shard[] core. Make sure it is free from nearby obstructions.
ca: Els nuclis es poden millorar [accent]construint-hi a sobre nuclis amb millors característiques[]. Situeu un nucli de tipus [accent]Fonament[] a sobre del nucli [accent]Estella[]. Assegureu-vos que no hi hagin obstruccions properes.

source: Gray [accent]landing zone sectors[], such as [accent]Frozen Forest[], can be launched to from anywhere. They do not require capture of nearby territory. [accent]Numbered sectors[], such as this one, are [accent]optional[].
ca: Als [accent]sectors amb zones d’aterratge[] de color gris, com ara [accent]El bosc gelat[], s’hi pot accedir des de qualsevol lloc. No cal capturar cap territori proper. Els [accent]sectors numerats[], com aquest, són [accent]opcionals[].

source: This sector has a [scarlet]high enemy threat level[]. Launching to such sectors is [accent]not recommended[] without proper technology and preparation.
ca: Aquest sector té un [accent]nivell d’amenaça enemiga elevat[]. [accent]No es recomana[] aterrar a aquests sectors sense les tecnologies i la preparació adequades.

source: After the core is filled to capacity with an item, any extra items of that type it receives will be [accent]incinerated[].
ca: Després que s’hagi arribat al màxim d’emmagatzematge d’un determinat tipus d’element al nucli, tots els altres elements d’aquest tipus que entrin al nucli s’[accent]incineraran[].

source: To set a unit factory's [accent]output destination[], click a factory block while in command mode, then right-click a location. Units produced by it will automatically move there.
ca: Per a establir la [accent]destinació de sortida[] de les unitats d’una fàbrica, feu clic en un bloc de fàbrica mentre esteu en mode de comandament i després feu clic amb el botó de la dreta a la posició desitjada. Les unitats produïdes s’hi dirigiran automàticament.

source: To set a unit factory's [accent]output destination[], tap a factory block while in command mode, then tap a location. Units produced by it will automatically move there.
ca: Per a establir la [accent]destinació de sortida[] de les unitats d’una fàbrica, toqueu un bloc de fàbrica mentre esteu en mode de comandament i després toqueu la posició desitjada. Les unitats produïdes s’hi dirigiran automàticament.

source: Move near the  [accent]copper ore[] on the ground and click to begin mining.
ca: Apropeu-vos al  [accent]mineral de coure[] del terra i feu-hi clic per a començar a extreure’n coure.

source: Move near the  [accent]copper ore[] on the ground and tap it to begin mining.
ca: Apropeu-vos al  [accent]mineral de coure[] del terra i toqueu-lo per a començar a extreure’n coure.

source: Open the  tech tree. Research the  [accent]Mechanical Drill[], then select it from the  menu in the bottom right. Click on a copper patch to place it.
ca: Obriu l’ arbre tecnològic. Investigueu la  [accent]perforadora mecànica[] i després trieu-la des del menú de sota a la dreta. Feu clic en un dipòsit de coure per a construir-la.

source: Open the  tech tree. Research the  [accent]Mechanical Drill[], then select it from the  menu in the bottom right. Tap on a copper patch to place it. Press the  [accent]checkmark[] at the bottom right to confirm.
ca: Obriu l’ arbre tecnològic. Investigueu la  [accent]perforadora mecànica[] i després trieu-la des del menú de sota a la dreta. Toqueu un dipòsit de coure per a construir-la. Per a acabar, premeu la icona de  [accent]confirmació[] a sota a l’esquerra.

source: Research and place  [accent]conveyors[] to move the mined resources from drills to the core. Click and drag to place multiple conveyors. [accent]Scroll[] to rotate.
ca: Investigueu i construïu  [accent]cintes transportadores[] per a moure els recursos extrets de les perforadores fins al nucli. Feu clic i arrossegueu per a construir-ne més d’una més fàcilment. [accent]Gireu la rodeta del mig[] del ratolí per a girar la direcció de la cinta.

source: Research and place  [accent]conveyors[] to move the mined resources from drills to the core. Hold down your finger for a second and drag to place multiple conveyors.
ca: Investigueu i construïu  [accent]cintes transportadores[] per a moure els recursos extrets de les perforadores fins al nucli. Premeu, manteniu un moment el dit durant un segon i arrossegueu per a construir-ne més d’una més fàcilment.

source: Expand the mining operation. Place more Mechanical Drills. Mine 100 copper.
ca: Expandiu les operacions mineres. Construïu més perforadores mecàniques. Extraieu 100 unitats de coure.

source:  [accent]Lead[] is another commonly used resource. Set up drills to mine lead.
ca:  El [accent]plom[] és un altre recurs comú. Situeu perforadores al damunt de dipòsits de plom per a extreure’n.

source:  Move up for further objectives.
ca:  Moveu-mos amunt per a veure més objectius.

source: Research and place 2  [accent]Duo[] turrets to defend the core. Duo turrets require  [accent]ammo[] from conveyors.
ca: Investigueu i construïu 2 torretes  [accent]duo[] per a defensar el nucli. Les torretes duo necessiten rebre  [accent]munició[] amb cintes transportadores.

source: Supply the Duo turrets with [accent]copper[], using conveyors.
ca: Subministreu [accent]coure[] a les torretes duo amb cintes transportadores.

source: [accent]Walls[] can prevent oncoming damage from reaching buildings. Place  [accent]copper walls[] around the turrets.
ca: Els [accent]murs[] poden evitar que el dany arribi a les estructures importants. Construïu alguns  [accent]murs de coure[] al voltant de les torretes.

# gz.defend
source: Enemy incoming, prepare to defend.
ca: S’apropa l’enemic. Prepareu-vos per a defensar-vos.

source: Flying units cannot easily be dispatched with standard turrets.  [accent]Scatter[] turrets provide excellent anti-air, but require  [accent]lead[] as ammo.
ca: Les torretes estàndard no poden disparar fàcilment a les unitats aèries.  Les torretes [accent]scatter[] proporcionen una defensa antiaèria excel·lent, però necessiten munició de  [accent]plom[].

source: Supply the Scatter turret with  [accent]lead[], using conveyors.
ca: Subministreu [accent]plom[] a la torreta scatter amb cintes transportadores.

source: [accent]Supply Turret
ca: [accent]Subministreu munició a la torreta

source: This is the enemy drop zone.
ca: Aquesta és la zona d’aterratge enemiga.

source: Anything built in the radius is destroyed when a wave starts.
ca: Tot el que es construeixi a dins es destruirà quan comenci la propera onada enemiga.

source: A wave will begin now. Get ready.
ca: Ara comença una onada. Prepareu-vos.

source: Build more turrets, mine more resources, and defend against all the waves to [accent]capture the sector[].
ca: Construïu més torretes, extraieu més recursos i defense-vos contra totes les onades per a [accent]capturar el sector[].

source: Click to mine  [accent]beryllium[] from walls. Use [accent][[WASD] to move.
ca: Feu clic als murs per a extraure  [accent]beril·li[]. Feu servir [accent][[WASD] per a moure-vos.

source: Tap to mine  [accent]beryllium[] from walls.
ca: Toqueu per a extraure  [accent]beril·li[] dels murs.

source: Open the  tech tree. Research, then place a  [accent]turbine condenser[] on the vent. This will generate [accent]power[].
ca: Obriu  l’arbre tecnològic. Investigueu i després construïu una  [accent]turbina condensadora[] a la fumarola. Així aconseguireu generar [accent]energia[].

source: Research and place a  [accent]plasma bore[]. This automatically mines resources from walls.
ca: Investigueu i construïu una  [accent]perforadora de plasma[]. Així extraureu recursos automàticament dels murs.

source: To [accent]power[] the plasma bore, research and place a  [accent]beam node[]. Connect the turbine condenser to the plasma bore.
ca: Per a subministrar [accent]energia[] a la perforadora de plasma, investigueu i situeu un  [accent]node de transmissió d’energia per raigs[]. Connecteu la turbina condensadora a la perforadora de plasma.

source: Research and place  [accent]ducts[] to move the mined resources from the plasma bore to the core. Click and drag to place multiple ducts. [accent]Scroll[] to rotate.
ca: Investigueu i situeu  [accent]conductes[] per a moure els recursos extrets amb perforadores de plasma al nucli. Feu clic i arrossegueu per a situar més d’un conducte fàcilment. Gireu la [accent]rodeta del ratolí[] per a canviar-ne la direcció.

source: Research and place  [accent]ducts[] to move the mined resources from the plasma bore to the core. Hold down your finger for a second and drag to place multiple ducts.
ca: Investigueu i situeu  [accent]conductes[] per a moure els recursos extrets amb perforadores de plasma al nucli. Mantingueu premut el dit durant un segon i arrossegueu per a situar més d’un conducte fàcilment.

source: Expand the mining operation. Place more Plasma Bores and use beam nodes and ducts to support them. Mine 200 beryllium.
ca: Amplieu les operacions mineres. Situeu més perforadores de plasma i feu servir nodes de transmissió d’energia per raigs i conductes per tal que puguin operar. Extraieu 200 unitats de beril·li.

source: More complex blocks require  [accent]graphite[]. Set up plasma bores to mine graphite.
ca: Els blocs més complexos necessiten  [accent]grafit[]. Situeu perforadores de plasma per a extraure’n.

source: Begin researching [accent]factories[]. Research the  [accent]cliff crusher[] and  [accent]silicon arc furnace[].
ca: Comenceu a investigar les [accent]fàbriques[]. Investigueu les  [accent]picadores d’espadats[] i  [accent]forn d’arc de silici[].

source: The arc furnace needs  [accent]sand[] and  [accent]graphite[] to create  [accent]silicon[]. [accent]Power[] is also required.
ca: El forn d’arc necessita  [accent]sorra[] i  [accent]grafit[] per a obtenir  [accent]silici[]. També fa falta [accent]energia[].

source: Use  [accent]cliff crushers[] to mine sand.
ca: Feu servir les  [accent]picadores d’espadats[] per a extraure sorra.

source: Use [accent]units[] to explore the map, defend buildings, and attack the enemy. Research and place a  [accent]tank fabricator[].
ca: Feu servir [accent]unitats[] per a explorar el mapa, defensar estructures i atacar als enemics. Investigueu i construïu una  [accent]fabricadora de tancs[].

source: Produce a unit. Use the "?" button to see selected factory requirements.
ca: Produïu una unitat. Feu servir el botó «?» per a veure els requisits de la fàbrica que trieu.

source: Units are effective, but [accent]turrets[] provide better defensive capabilities if used effectively. Place a  [accent]Breach[] turret. Turrets require  [accent]ammo[].
ca: Les unitats són efectives, però les [accent]torretes[] proporcionen una capacitat defensiva millor si es fan servir adequadament. Construïu Place una torreta  [accent]breach[]. Les torretes necessiten  [accent]munició[].

source: Supply the turret with [accent]beryllium[] as ammo, using ducts.
ca: Subministreu [accent]munició de beril·li[] a la torreta.

source: [accent]Walls[] can prevent oncoming damage from reaching buildings. Place some  [accent]beryllium walls[] around the turret.
ca: Els [accent]murs[] poden evitar que el dany arribi a les estructures importants. Construïu alguns  [accent]murs de beril·li[] al voltant de la torreta.

# onset.enemies
source: Enemy incoming, prepare to defend.
ca: S’apropa un enemic. Prepareu la defensa.

source: [accent]Set up defenses:[lightgray] {0}
ca: [accent]Establiu defenses:[lightgray] {0}

source: The enemy is vulnerable. Counter-attack.
ca: L’enemic és vulnerable. Contraataqueu.

source: New cores can be placed on [accent]core tiles[]. New cores function as forward bases and share a resource inventory with other cores. Place a  core.
ca: Els nuclis nous es poden construir en [accent]caselles de nucli[]. Els nuclis nous funcionen com a bases i comparteixen un inventari de recursos amb altres nuclis. Construïu un  nucli.

source: The enemy will be able to detect you in 2 minutes. Set up defenses, mining, and production.
ca: L’enemic us detectarà d’aquí 2 minuts. Establiu les defenses i les explotacions mineres i de producció.

source: Hold [accent]shift[] to enter [accent]command mode[]. [accent]Left-click and drag[] to select units. [accent]Right-click[] to order selected units to move or attack.
ca: Mantingueu premuda [accent]Maj.[] per a entrar al [accent]mode de comandament[]. [accent]Feu clic amb el botó esquerre i arrossegueu[] per a seleccionar unitats. [accent]Feu clic amb el botó dret[] per a ordenar a les unitats seleccionades que ataquin o que es moguin.

source: Press the [accent]command button[] to enter [accent]command mode[]. Hold down a finger, then [accent]drag[] to select units. [accent]Tap[] to order selected units to move or attack.
ca: Premeu el [accent]botó de comandament[] per a entrar al [accent]mode de comandament[]. Premeu i [accent]arrossegueu[] per a seleccionar unitats. [accent]Toqueu[] per a ordenar a les unitats seleccionades que ataquin o que es moguin.

source: Some blocks can be picked up by the core unit. Pick up this [accent]container[] and place it onto the [accent]payload loader[]. (Default keys are [[ and ] to pick up and drop)
ca: La unitat nucli pot recollir alguns blocs. Recolliu aquest [accent]contenidor[] i poseu-lo al [accent]transportador de blocs a distància[]. (Les tecles per defecte són [ i ] per a recollir i deixar).

source: Some blocks can be picked up by the core unit. Pick up this [accent]container[] and place it onto the [accent]payload loader[]. (To pick up or drop something, long-press it.)
ca: La unitat nucli pot recollir alguns blocs. Recolliu aquest [accent]contenidor[] i poseu-lo al [accent]transportador de blocs a distància[]. (Per a deixar o recollir alguna cosa, premeu-la uns segons).

source: You must acquire some tungsten to build units.
ca: Heu d’aconseguir una mica de tungstè per a construir unitats.

source: Units must be transported to the other side of the wall. Place two [accent]Payload Mass Drivers[], one on each side of the wall. Set up the link by pressing one of them, then selecting the other.
ca: Les unitats s’han de transportar a l’altra banda del mur. Construïu dos [accent]transportadors de blocs a distància[], un a cada banda del mur. Per establir-hi un enllaç, seleccioneu-ne un i després seleccionant l’altre.

source: Similar to the container, units can also be transported using a [accent]Payload Mass Driver[]. Place a unit fabricator adjacent to a mass driver to load them, then send them across the wall to attack the enemy base.
ca: Igual que els contenidors, les unitats també es poden transportar amb els [accent]transportadors de blocs a distància[]. Construïu una fabricadora d’unitats al costat d’un transportadors de blocs a distància per a carregar-les i enviar-les més enllà del mur per a atacar la base enemiga.

source: Used in all types of construction and ammunition.
ca: S’empra en molts tipus de construccions i munició.

source: Copper. Abnormally abundant metal on Serpulo. Structurally weak unless reinforced.
ca: Coure. Un metall molt abundant al planeta Serpulo. Estructuralment és dèbil si no es reforça.

source: Used in liquid transportation and electrical structures.
ca: S’empra per al transport de líquids i en estructures elèctriques.

source: Dense. Inert. Extensively used in batteries. Note: Likely toxic to biological life forms; not that there are many left here.
ca: Dens. Inert. S’empra de manera habitual per a fer bateries. Nota: Probablement, és tòxic per a altres formes de vida. Tampoc és que n’hi hagin moltes per aquí per a comprovar-ho.

source: Used in liquid distribution/storage structures.
ca: S’empra per a construir estructures de distribució i emmagatzematge de líquids.

source: Used in electrical components and turret ammunition.
ca: S’empra en components elèctrics i munició de les torretes.

source: Used for production of other refined materials.
ca: S’empra per a processar altres materials.

source: Used for fuel and refined material production.
ca: S’empra com a combustible i per a produir materials refinats.

source: Appears to be fossilized plant matter, formed long before the seeding event.
ca: Sembla que sigui matèria vegetal fossilitzada, formada molt abans que passés la «Sembra».

source: Used in liquid transportation structures, drills and factories.
ca: S’empra per a construir estructures de transports de líquids, perforadores i fàbriques.

source: Used in durable structures and as nuclear fuel.
ca: S’empra per a construir estructures resistents i com a combustible nuclear.

source: Used in Melters and Pulverizers for refining into other materials.
ca: S’empra en forns i polsinadores per a refinar-lo i obtenir-ne altres materials.

source: Leftover remnants of old structures and units.
ca: Residus d’unitats i estructures antigues.

source: Used in solar panels, complex electronics and homing turret ammunition.
ca: S’empra en panells solars, electrònica avançada i munició guiada de les torretes.
