Repository: pereorga/software-translations
Catalog: mindustry/*.po
Languages: ca

source: Fires small shells at ground enemies over long distances.
ca: Dispara projectils petits als enemics terrestres a distàncies grans.

source: Fires streams of liquid at enemies. Automatically extinguishes fires when supplied with water.
ca: Dispara rajos de líquid als enemics. Apaga focs automàticament quan se li subministra aigua.

source: Charges and fires powerful beams of energy at ground targets.
ca: Carrega i dispara rajos d’energia potents a objectius terrestres.

source: Fires arcs of electricity at ground targets.
ca: Solta descàrregues d’energia a objectius terrestres.

source: Fires homing missiles at enemies.
ca: Dispara míssils guiats als enemics.

source: Fires quick salvos of bullets at enemies.
ca: Dispara salves ràpides de bales als enemics.

source: Fires three close-range piercing blasts at nearby enemies.
ca: Dispara tres rajos perforants de curt abast als enemics propers.

source: Shoots clusters of shells at ground enemies over long distances.
ca: Dispara munició de dispersió a enemics terrestres a distàncies grans.

source: Fires explosive clumps of flak at nearby enemies.
ca: Dispara material explosiu antiaeri a enemics propers.

source: Fires large bullets at air and ground targets.
ca: Dispara bales grosses a objectius terrestres i aeris.

source: Charges and fires a persistent laser beam at nearby enemies. Requires coolant to operate.
ca: Carrega i dispara un raig làser persistent a enemics propers. Requereix refrigerant per a funcionar.

source: Fires a large single-target bolt over long distances. Prioritizes enemies with higher max health.
ca: Dispara una sola bala grossa d’un sol objectiu. Prioritza els enemics de major salut màxima.

source: Continuously repairs the closest damaged unit in its vicinity.
ca: Repara contínuament la unitat danyada més propera del seu voltant.

source: Damages and destroys incoming projectiles. Laser projectiles are not targeted.
ca: Danya i destrueix projectils que s’apropin. No pot blocar els làsers.

source: Fires a tractor beam that pulls in air targets, damaging them in the process.
ca: Dispara un raig tractor que estira els objectius aeris, danyant-los en el procés.

source: Fires powerful streams of liquid at enemies. Automatically extinguishes fires when supplied with water.
ca: Dispara rajos de líquids potents als enemics. Apaga automàticament els focs si se li subministra aigua.

source: Refines silicon from sand and coal, using pyratite as an additional heat source. More efficient in hot locations.
ca: Refina silici a partir de sorra i carbó, usant piratita com a font calorífica addicional. És més eficient en llocs amb el terra amb temperatures altes.

source: Separates slag into trace amounts of exotic mineral components at low efficiency. Can produce thorium.
ca: Aconsegueix petites quantitats de minerals rars a partir d’escòria amb una eficiència baixa. Pot obtenir tori.

source: Increases the speed of nearby buildings. Requires phase fabric and silicon to operate.
ca: Augmenta la velocitat de funcionament d’estructures properes. Necessita teixit de fase i silici per a operar.

source: Moves large payloads, such as units from factories. Magnetic. Usable in zero-G environments.
ca: Mou unitats i blocs. Magnètic. Es pot usar en entorns de gravetat zero.

source: Splits input payloads into 3 output directions. Functions as a sorter when a filter is set. Magnetic. Usable in zero-G environments.
ca: Separa els blocs o unitats de l’entrada en tres direccions diferents. Funciona com un classificador si s’hi estableix un filtre. Magnètic. Es pot usar en entorns de gravetat zero.

source: Produces ground units. Output units can be used directly, or moved into reconstructors for upgrading.
ca: Produeix unitats terrestres. Les unitats produïdes es poden usar directament o es poden moure als reconstructors per a millorar-les.

source: Produces air units. Output units can be used directly, or moved into reconstructors for upgrading.
ca: Produeix unitats aèries. Les unitats produïdes es poden usar directament o es poden moure als reconstructors per a millorar-les.

source: Produces naval units. Output units can be used directly, or moved into reconstructors for upgrading.
ca: Produeix unitats navals. Les unitats creades es poden utilitzar directament o es poden moure als reconstructors per a millorar-les.

source: Upgrades inputted units to the second tier.
ca: Millora les unitats d’entrada al segon nivell.

# block.multiplicative-reconstructor.description
source: Upgrades inputted units to the third tier.
ca: Millora les unitats d’entrada al tercer nivell.

source: Upgrades inputted units to the fourth tier.
ca: Millora les unitats d’entrada al quart nivell.

source: Upgrades inputted units to the fifth and final tier.
ca: Millora les unitats d’entrada fins al cinquè i últim nivell.

source: A toggleable switch. State can be read and controlled with logic processors.
ca: Un interruptor del qual se’n pot llegir l’estat i es pot controlar amb processadors lògics.

source: Runs a sequence of logic instructions in a loop. Can be used to control units and buildings.
ca: Executa una seqüència d’instruccions lògiques. Es pot usar per a controlar unitats i estructures.

source: Runs a sequence of logic instructions in a loop. Can be used to control units and buildings. Faster than the micro processor.
ca: Executa una seqüència d’instruccions lògiques. Es pot usar per a controlar unitats i estructures. Més ràpid que els microprocessadors.

source: Runs a sequence of logic instructions in a loop. Can be used to control units and buildings. Faster than the logic processor.
ca: Executa una seqüència d’instruccions lògiques. Es pot usar per a controlar unitats i estructures. Més ràpid que els processadors lògics.

source: Stores information for a logic processor.
ca: Emmagatzema informació per a un processador lògic.

source: Stores information for a logic processor. High capacity.
ca: Emmagatzema informació per a un processador lògic. Alta capacitat.

# block.logic-display.description
source: Displays arbitrary graphics from a logic processor.
ca: Mostra un gràfic des d’un processador lògic.

# block.large-logic-display.description
source: Displays arbitrary graphics from a logic processor.
ca: Mostra un gràfic des d’un processador lògic.

source: A massive electromagnetic railgun tower. Accelerates cores to escape velocity for interplanetary deployment.
ca: Una torreta amb un canó electromagnètic enorme. Accelera els nuclis fins aconseguir la velocitat d’escapament per a fer llançaments interplanetaris.

source: Continuously repairs the closest damaged unit in its vicinity. Optionally accepts coolant.
ca: Repara contínuament la unitat danyada que tingui més a prop al seu voltant. També se li pot subministrar refrigerant perquè funcioni més ràpid.

source: Core of the base. Armored. Once destroyed, the sector is lost.
ca: Nucli de la base. Blindat. Quan es destrueix, es perd el sector.

source: Core of the base. Very well armored. Stores more resources than a Bastion core.
ca: Nucli de la base. Molt ben blindat. Emmagatzema més recursos que un nucli Bastió.

source: Core of the base. Exceptionally well armored. Stores more resources than a Citadel core.
ca: Nucli de la base. Excepcionalment ben blindat. Emmagatzema més recursos que un nucli Ciutadella.

source: Fires piercing beryllium or tungsten ammunition at enemy targets.
ca: Dispara munició perforant de beril·li o tungstè als objectius enemics.

source: Fires a burst of bullets in a wide cone. Pushes enemy targets back.
ca: Dispara una ràfega de bales en forma de con. Empeny enrere els objectius enemics.

source: Fires a continuous jet of flame at enemy targets. Pierces armor.
ca: Dispara una flama continua de foc als objectius enemics. Perfora els blindatges.

source: Fires a massive explosive artillery shell at ground targets. Requires hydrogen.
ca: Dispara projectils explosius enormes als objectius terrestres. Necessita hidrogen.

source: Fires a massive charged orb of fragmentary flak. Requires heating.
ca: Dispara una bola enorme carregada amb artilleria antiaèria de fragmentació. Requereix escalfor.

source: Fires bursts of flak at aerial targets.
ca: Dispara ràfegues d’artilleria als objectius aeris.

source: Fires a slow-moving single-target laser at enemy targets.
ca: Dispara un làser lent que pot apuntar un sol objectiu enemic.

source: Launches a powerful missile at ground targets over vast distances.
ca: Llança un míssil als objectius terrestres a llarga distància.

source: Fires bursts of piercing, lightning-emitting bullets.
ca: Dispara ràfegues de bales perforadors i que emeten llum.

source: Fires a barrage of homing laser charges at enemy targets. Requires extensive heating.
ca: Dispara una cortina de càrregues làser teledirigides als objectius enemics. Necessita molta escalfor.

source: Refines silicon from sand and graphite.
ca: Refina silici a partir de sorra i grafit.

source: Converts beryllium and ozone into oxide. Emits heat as a by-product.
ca: Converteix el beril·li i l’ozó en òxid. Emet escalfor com a subproducte.

source: Applies heat to structures. Requires large amounts of power.
ca: Escalfa els blocs als que està orientat. Necessita grans quantitats d’energia.

source: Applies heat to structures. Requires slag.
ca: Escalfa els blocs als que està orientat. Requereix escòria.

source: Applies heat to structures. Requires phase fabric.
ca: Escalfa els blocs als que està orientat. Requereix teixit de fase.

source: Redirects accumulated heat to other blocks.
ca: Redirigeix l’escalfor acumulada a altres blocs.

source: Spreads accumulated heat in three output directions.
ca: Distribueix l’escalfor acumulada en tres direccions de sortida.

source: Converts water into hydrogen and ozone gas. Outputs resulting gases in two opposite directions, marked by corresponding colors.
ca: Converteix l’aigua en hidrogen i gas ozó.

source: Concentrates nitrogen from the atmosphere. Requires heat.
ca: Concentra el nitrogen de l’atmosfera. Requereix escalfor.

source: Forms surge alloy from slag and silicon. Requires heat.
ca: Genera aliatge electrificable a partir d’escòria i silici. Necessita escalfor.

source: Synthesizes phase fabric from thorium, sand, and ozone. Requires heat.
ca: Sintetitza teixit de fase a partir de tori, sorra i ozó. Necessita escalfor.

source: Fuses graphite and tungsten into carbide. Requires heat.
ca: Combina grafit i tungstè per obtenir-ne carbur. Necessita escalfor.

source: Synthesizes cyanogen from arkycite and graphite. Requires heat.
ca: Sintetitza cianogen a partir d’arquicita i grafit. Necessita escalfor.

source: Incinerates non-volatile items or liquids. Requires slag.
ca: Incinera elements no volàtils o líquids. Necessita escòria.

source: Condenses vent gases into water. Consumes power.
ca: Condensa els gasos procedents de conductes de ventilació en aigua. Consumeix energia.

source: When placed facing an ore wall, outputs items indefinitely. Requires small amounts of power. Optionally uses hydrogen to boost efficiency.
ca: Quan es posa orientat a un mur de mineral, en treu recursos indefinidament. Requereix una mica d’energia per funcionar.

source: A larger plasma bore. Capable of mining tungsten and thorium. Requires hydrogen and power. Optionally uses nitrogen to boost efficiency.
ca: Una perforadora de plasma grossa. Pot extraure tungstè i tori. Requereix hidrogen i energia.

source: Crushes walls, outputting sand indefinitely. Requires power. Efficiency varies based on type of wall.
ca: Trenca murs, extraient-ne sorra indefinidament. Necessita energia. La seva eficàcia depèn del tipus de mur.

source: When placed on ore, outputs items in bursts indefinitely. Requires power and water.
ca: Quan es posa a sobre de minerals, n’extrau indefinidament. Necessita energia i aigua.

source: An improved impact drill. Capable of mining thorium. Requires hydrogen.
ca: Una perforadora d’impacte millorada. Pot extraure tori. Necessita hidrogen.

source: Moves fluids forward. Doesn't accept non-conduit inputs to the sides.
ca: Impulsa i fa circular els fluids. No accepta entrades des dels laterals si no és a través de conductes.

source: Distributes fluids equally to all sides.
ca: Distribueix fluids a tots els seus costats.

source: Stores a large amount of fluids.
ca: Emmagatzema una gran quantitat de fluid.

source: Stores a sizeable amount of fluids.
ca: Emmagatzema fluids.

source: Transports fluids over structures and terrain.
ca: Transporta fluids per sota de les estructures i del terreny.

source: Pumps and outputs liquids. Requires hydrogen.
ca: Bombeja i extrau líquids. Requereix hidrogen.

# block.beryllium-wall.description
source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.beryllium-wall-large.description
source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.tungsten-wall.description
source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.tungsten-wall-large.description
source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.carbide-wall.description
source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.carbide-wall-large.description
source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.reinforced-surge-wall.description
source: Protects structures from enemy projectiles, periodically releasing electric arcs upon contact.
ca: Protegeix les estructures dels projectils enemics, llançant descàrregues elèctriques periòdicament quan els projectils impacten.

# block.reinforced-surge-wall-large.description
source: Protects structures from enemy projectiles, periodically releasing electric arcs upon contact.
ca: Protegeix les estructures dels projectils enemics, llançant descàrregues elèctriques periòdicament quan els projectils impacten.

source: Protects structures from enemy projectiles, reflecting most bullets upon impact. Deploys a shield that absorbs most projectiles when power is provided. Conducts power.
ca: Protegeix les estructures dels projectils enemics. Genera un escut que absorbeix la majoria quan se li proporciona energia. Condueix l’electricitat.

source: A wall that opens when allied ground units are in range. Cannot be manually controlled.
ca: Un mur que s’obre quan hi ha un aliat terrestre a prop. No es pot controlar manualment.

source: Moves items forward. Only capable of storing a single item.
ca: Mou els elements. Només pot emmagatzemar un sol element.

source: Moves items forward. Does not accept non-duct inputs from the sides.
ca: Mou elements. No accepta entrades pels laterals si no és a través de conductes.

source: Distributes items equally across three directions. Only accepts items from the back side. Can be configured as an item sorter.
ca: Distribueix els elements en tres direccions. Només accepta elements a través de la part posterior. Es pot configurar com a classificador d’elements.

source: Only outputs items to the sides if the front path is blocked.
ca: Només treu elements pels costats si la sortida del davant està blocada.

source: Moves items over structures and terrain.
ca: Mou elements per sota de les estructures i del terreny.

source: Unloads the selected item from the block behind it. Cannot unload from cores.
ca: Descarrega l’element seleccionat del bloc del darrera. No pot descarregar-los dels nuclis.

source: Opposite of an overflow duct. Outputs to the front if the left and right paths are blocked.
ca: Actua a l’inrevés d’una porta de desbordament. Els elements surten per la part del davant si els dos laterals estan blocats.

source: Acts as a junction between two crossing conduits.
ca: Actua com a dos conductes independents que es creuen.

source: Moves items in batches. Can be sped up with power. Conducts power.
ca: Mou elements en grans quantitats. Es pot accelerar amb energia. Condueix l’electricitat.

source: Equally distributes items in three directions from surge conveyors. Can be sped up with power. Conducts power.
ca: Distribueix els elements en tres direccions a partir de cintes electrificades. Es poden accelerar amb energia. Condueix l’electricitat.

source: Constructs cargo drones. Drones automatically distribute items to Cargo Unload Points with a matching filter.
ca: Construeix drons de càrrega. Els drons distribueixen automàticament els elements als punts de càrrega i descàrrega que coincideixin amb el filtre.

source: Acts as an unloading point for cargo drones. Accepts items that match the selected filter.
ca: Actua com un punt de descàrrega per als drons de càrrega. Accepta elements que coincideixin amb el filtre.

source: Transmits power to other blocks orthogonally. Stores a small amount of power.
ca: Transmet energia a altres blocs ortogonalment. Emmagatzema una petita quantitat d’energia.

source: Transmits power to other blocks orthogonally. Stores a large amount of power. Long-range.
ca: Transmet energia a altres blocs ortogonalment. Emmagatzema una gran quantitat d’energia. Té un abast gran.

source: Generates power when placed on vents. Produces a small amount of water.
ca: Genera energia quan es situa en conductes de ventilació. Produeix una petita quantitat d’aigua.

source: Generates power from arkycite and ozone.
ca: Genera energia a partir d’arquicita i ozó.

source: Generates large amounts of power from arkycite and slag. Produces water as a byproduct.
ca: Genera grans quantitats d’energia a partir d’arquicita i escòria. Produeix aigua com a subproducte.

source: Generates large amounts of power when heated. Requires cyanogen as a stabilizer. Power output and cyanogen requirements are proportional to heat input. Explodes if insufficient cyanogen is provided.
ca: Genera grans quantitats d’energia quan se l’escalfa. Necessita cianogen com a estabilitzador. La sortida d’energia i el cianogen necessari són proporcionals a l’escalfor d’entrada. Explota si no té prou cianogen.

source: Uses arkycite, water and phase fabric to generate large amounts of power. Produces heat and dangerous neoplasm as a byproduct. Explodes violently if neoplasm is not removed from the reactor via conduits.
ca: Fa servir arquicita, aigua i teixit de fase per generar grans quantitats d’energia. Produeix escalfor i quantitats perilloses de neoplasma com a subproducte. Explota de manera violenta si el neoplasma no s’extrau del redactor amb canonades.

source: Automatically rebuilds structures in range and assists other units in construction.
ca: Reconstrueix automàticament les estructures que estiguin a l’abast i ajuda a construir a altres unitats.

source: Slowly repairs allied structures in a square perimeter. Requires hydrogen. Optionally uses phase fabric to boost efficiency.
ca: Repara a poc a poc les estructures aliades dins d’un perímetre quadrat. Necessita hidrogen.

source: Stores a small amount of items. Contents can be retrieved via unloaders. Does not increase core storage capacity.
ca: Emmagatzema una quantitat petita d’elements. Els continguts es poden recuperar amb descarregadors. No augmenta l’emmagatzematge del nucli.

source: Stores a large amount of items. Contents can be retrieved via unloaders. Does not increase core storage capacity.
ca: Emmgatzema una gran quantitat d’elements. Els continguts es poden recuperar amb descarregadors. No augmenta l’emmagatzematge del nucli.

source: Constructs Stell units. Outputted units can be used directly, or moved into refabricators for upgrading.
ca: Construeix unitats Stell. Les unitats produïdes es poden fer servir directament o bé portar-les a les refabricadores per millorar-les.

source: Constructs Elude units. Outputted units can be used directly, or moved into refabricators for upgrading.
ca: Construeix unitats Elude. Les unitats produïdes es poden fer servir directament o bé portar-les a les refabricadores per millorar-les.

source: Constructs Merui units. Outputted units can be used directly, or moved into refabricators for upgrading.
ca: Construeix unitats Merui. Les unitats produïdes es poden fer servir directament o bé portar-les a les refabricadores per millorar-les.

source: Assembles large tanks out of inputted blocks and units. Output tier may be increased by adding modules.
ca: Munta tancs grossos a partir de blocs i unitats d’entrada. El nivell de sortida es pot millorar si s’hi afegeixen mòduls.

source: Assembles large ships out of inputted blocks and units. Output tier may be increased by adding modules.
ca: Munta naus grosses a partir de blocs i unitats d’entrada. El nivell de sortida es pot millorar si s’hi afegeixen mòduls.

source: Assembles large mechs out of inputted blocks and units. Output tier may be increased by adding modules.
ca: Munta meques grosses a partir de blocs i unitats d’entrada. El nivell de sortida es pot millorar si s’hi afegeixen mòduls.

source: Upgrades inputted tank units to the second tier.
ca: Millora els tancs d’entrada al segon nivell.

source: Upgrades inputted ship units to the second tier.
ca: Millora les naus d’entrada al segon nivell.

source: Upgrades inputted mech units to the second tier.
ca: Millora les meques d’entrada al segon nivell.

# block.prime-refabricator.description
source: Upgrades inputted units to the third tier.
ca: Millora les unitats d’entrada al tercer nivell.

source: Increases assembler tier when placed next to a construction boundary. Requires power. Can be used as a payload input.
ca: Augmenta el nivell de muntatge quan es situa al costat d’una vora de construcció. Necessita energia. Es pot fer servir com a punt d’entrada per al transport de blocs.

source: Deconstructs inputted structures and units. Returns 100% of the build cost.
ca: Desmunta les unitats i estructures d’entrada. Recupera el 100 % del cost de construcció.

source: Moves payloads forward.
ca: Mou els blocs i les unitats.

source: Distributes payloads into adjacent blocks. Functions as a sorter when a filter is set.
ca: Distribueix els blocs als blocs adjacents. Funciona com un classificador si s’estableix un filtre.

# block.payload-mass-driver.description
source: Long-range payload transport structure. Shoots received payloads to linked payload mass drivers.
ca: Estructura de transport de blocs i unitats de llarg abast. Dispara la càrrega rebuda a altres torres de transport a distància enllaçades.

# block.large-payload-mass-driver.description
source: Long-range payload transport structure. Shoots received payloads to linked payload mass drivers.
ca: Estructura que transporta blocs i unitats a distància. Dispara els blocs als transportadors enllaçats.

source: Repairs all units in its vicinity. Requires ozone.
ca: Repara totes les unitats a prop. Necessita ozó.

source: Gradually uncovers terrain and enemy units in a large radius. Requires power.
ca: Escaneja el terreny gradualment i localitza unitats enemigues a gran distància. Necessita energia.

source: Damages and destroys enemy projectiles in a radius. Requires cyanogen.
ca: Danya i destrueix projectils enemics dintre del seu abast. Requereix cianogen.

source: Displays a simple image with a pre-defined palette. Editable.
ca: Mostra una imatge senzilla amb una paleta predefinida. Es pot editar.

# unit.dagger.description
source: Fires standard bullets at enemy targets.
ca: Dispara munició estàndard a tots els enemics propers.

source: Fires streams of flame at enemy targets.
ca: Dispara flames a tots els enemics propers.

source: Fires long-range artillery at enemy ground targets.
ca: Dispara artilleria de llarg abast als objectius terrestres.
