Repository: pereorga/software-translations
Catalog: mindustry/*.po
Languages: ca

source: Fires a barrage of charged bullets at enemy targets.
ca: Dispara una pluja de munició carregada a tots els enemics propers.

source: Fires a barrage of massive piercing bullets at enemy targets.
ca: Dispara una pluja de bales perforadores a tots els enemics propers.

source: Fires laser bolts that damage enemy targets and repair allied structures. Capable of flight.
ca: Dispara raigs làser que danyen enemics i repara estructures aliades. Pot volar.

source: Fires arcs of electricity that damage enemy targets and repair allied structures. Capable of flight.
ca: Solta descàrregues elèctrics als enemics i repara estructures aliades. Pot volar.

source: Fires piercing laser beams that damage enemy targets and repair allied structures. Capable of flight. Shielded.
ca: Dispara raigs làser perforadors que danyen els enemics i repara estructures aliades. Pot volar i disposa d’un camp de força incorporat.

source: Fires a massive continuous laser beam that damages enemy targets, causes fires and repairs allied structures. Capable of flight.
ca: Dispara raigs làser continus massius que danyen enemics, causa focs i repara estructures aliades. Pot volar.

source: Fires a massive laser blast that damages enemy targets and repairs allied structures. Can step over most terrain.
ca: Dispara una ràfega làser massiva que danya els enemics i repara estructures aliades. Pot circular per la majoria dels terrenys.

source: Moves toward enemy targets and self-destructs, causing a large explosion.
ca: Es dirigeix de pressa cap als enemics i s’autodestrueix, causant una gran explosió.

source: Fires debilitating orbs of slag at ground targets. Can step over most terrain.
ca: Dispara boles d’escòria que debiliten als objectius terrestres. Pot circular per la majoria dels terrenys.

source: Fires sapping laser beams at enemy targets, repairing itself in the process. Can step over most terrain.
ca: Dispara raigs làser debilitants als enemics i es regenera durant el procés. Pot circular per la majoria dels terrenys.

source: Fires large sapping laser beams at enemy targets, repairing itself in the process. Can step over most terrain.
ca: Dispara raigs làser debilitants molt potents als enemics i es regenera durant el procés. Pot circular per la majoria dels terrenys.

source: Fires large electric cluster-shells and piercing lasers at enemy targets. Can step over most terrain.
ca: Dispara grups de projectils electrificats grossos i làsers perforadors als enemics. Pot circular per la majoria dels terrenys.

source: Fires standard bullets at enemy ground targets.
ca: Dispara munició estàndard als objectius terrestres propers.

source: Drops clusters of bombs on enemy ground targets.
ca: Dispara grups de bombes als objectius terrestres.

source: Fires salvos of missiles at enemy targets.
ca: Dispara salves de míssils als enemics propers.

source: Fires a barrage of bullets at enemy targets.
ca: Dispara una pluja de bales als enemics propers.

source: Fires two piercing lasers and a barrage of flak at enemy targets.
ca: Dispara dos làsers perforadors i una pluja de munició antiaèria a tots els enemics propers.

source: Automatically mines copper and lead, depositing it into the core.
ca: Extreu automàticament coure i plom, deixant els recursos aconseguits al nucli.

source: Automatically rebuilds destroyed structures and assists other units in construction.
ca: Reconstrueix automàticament les estructures destruïdes i assisteix altres unitats per a construir.

source: Automatically repairs damaged structures. Capable of carrying blocks and small ground units.
ca: Repara automàticament les estructures danyades. Pot transportar blocs i unitats terrestres petites.

source: Drops plasma bombs on ground targets, repairing allied structures and damaging enemy ground targets. Capable of carrying medium-sized ground units.
ca: Deixa caure bombes grosses damunt d’objectius terrestres, danya als enemics i repara estructures aliades. Pot transportar unitats terrestres de mida mitjana.

source: Protects nearby allies with a regenerating shield. Capable of carrying most ground units.
ca: Protegeix els aliats propers amb el seu escut regenerable. Pot transportar la majoria d’unitats terrestres.

source: Fires a barrage of missiles and bullets at enemy targets.
ca: Dispara una pluja de míssils i bales a tots els enemics propers.

source: Fires shells and standard bullets at enemy ground targets.
ca: Dispara projectils i bales estàndard als objectius terrestres.

source: Fires long-range artillery shells and missiles at enemy targets.
ca: Dispara projectils d’artilleria i míssils de llarg abast als enemics.

source: Fires a barrage of missiles and armor-piercing bullets at enemy targets.
ca: Dispara una pluja de míssils i bales capaces de perforar escuts als enemics.

source: Fires a long-range piercing railgun bolt at enemy targets. Constructs flare units.
ca: Dispara projectils perforadors de llarg abast amb un canó electromagnètic. Construeix unitats «Flare».

source: Defends the Shard core from enemies. Builds structures.
ca: Defensa el nucli «Estella» dels enemics. Construeix estructures.

source: Defends the Foundation core from enemies. Builds structures.
ca: Defensa el nucli «Fonament» des enemics. Construeix estructures.

source: Defends the Nucleus core from enemies. Builds structures.
ca: Defensa el nucli «Punt neuràlgic» des enemics. Construeix estructures.

source: Fires homing torpedoes at enemy targets. Repairs allied units.
ca: Dispara torpedes guiats als enemics propers. Repara unitats aliades.

source: Fires structure-repairing streams of flame at enemy targets. Targets enemy projectiles with a point defense turret.
ca: Dispara rajos de flames als enemics propers que reparen també les estructures aliades. També apunta i destrueix projectils enemics amb una torreta de defensa.

source: Fires seeking cluster-missiles at enemy targets. Repairs allied units.
ca: Dispara grups de míssils rastrejadors. Repara unitats aliades.

source: Shocks all enemy units and structures that enter its energy field. Repairs all allies.
ca: Electrocuta totes les unitats enemigues que entren al seu camp d’energia. Repara tots els aliats.

source: Fires explosive EMP projectiles, dealing significant damage to enemy power networks and repairing allied structures. Melts enemy targets with 4 autonomous laser turrets.
ca: Dispara projectils explosius PEM que danyen significativament les xarxes d’energia enemigues i que reparen les estructures aliades. Fon els enemics propers amb 4 torretes làser autònomes.

# unit.stell.description
source: Fires standard bullets at enemy targets.
ca: Dispara munició estàndard als objectius enemics.

source: Fires alternating bullets at enemy targets.
ca: Dispara munició alternant als objectius enemics.

source: Fires piercing cluster bullets at enemy targets.
ca: Dispara una ràfega de munició perforadora als objectius enemics.

source: Fires large piercing splitting bullets at enemy targets.
ca: Dispara munició de gran calibre perforadora i de dispersió als objectius enemics.

source: Fires large piercing cascades of bullets at enemy targets.
ca: Dispara ràfegues llargues de bales als objectius enemics.

source: Fires long-range artillery at enemy ground targets. Can step over most terrain.
ca: Dispara artilleria de llarg abast als objectius enemics. Pot travessar la majoria de terrenys.

source: Fires dual shells at enemy targets. Targets enemy projectiles with point defense turrets. Can step over most terrain.
ca: Dispara parelles de projectils als objectius enemics. Busca projectils enemics amb torretes de punt de defensa. Pot travessar la majoria de terrenys.

source: Fires long-range homing missiles at enemy targets. Can step over most terrain.
ca: Dispara míssils dirigits de llarg abast als objectius enemics. Pot travessar la majoria de terrenys.

source: Fires homing plasma missiles at enemy targets. Protects itself with a directional shield. Can step over most terrain.
ca: Dispara míssils de plasma dirigits als objectius enemics. Es protegeix a si mateix amb un escut direccional. Pot travessar la majoria de terrenys.

source: Fires long-range fragmenting artillery at enemy targets. Can step over most terrain.
ca: Dispara artilleria de fragmentació de llarg abast als objectius enemics. Pot travessar la majoria de terrenys.

source: Fires pairs of homing bullets at enemy targets. Can float over bodies of liquid.
ca: Dispara parelles de bales dirigides als objectius enemics. Pot volar sobre les masses de líquid.

source: Fires twisting pairs of bullets at enemy targets.
ca: Dispara parelles de bales que torcen la trajectòria als objectius enemics.

source: Fires twisting pairs of lightning orbs at enemy targets.
ca: Dispara parelles de boles elèctriques als objectius enemics.

source: Fires long-range homing missiles at enemy targets. Suppresses enemy structure repair blocks. Only attacks ground targets.
ca: Dispara míssils de llarg abast dirigits als objectius enemics. Evita la reparació de les estructures enemigues per part dels blocs de reparació.

source: Fires long-range homing suppression missiles at enemy targets. Suppresses enemy structure repair blocks. Only attacks ground targets.
ca: Dispara míssils de llarg abast dirigits i supressors als objectius enemics. Evita la reparació de les estructures enemigues per part dels blocs de reparació.

source: Builds structures to defend the Bastion core. Repairs structures with a beam. Capable of carrying 2x2 structures.
ca: Construeix estructures per defensar el nucli Bastió. Repara les estructures amb un raig.

source: Builds structures to defend the Citadel core. Repairs structures with a beam. Capable of carrying 2x2 structures.
ca: Construeix estructures per defensar el nucli Ciutadella. Repara les estructures amb un raig.

source: Builds structures to defend the Acropolis core. Repairs structures with beams. Capable of carrying 2x2 structures.
ca: Construeix estructures per defensar el nucli Acròpolis. Repara les estructures amb un raig.

source: Read a number from a linked memory cell.
ca: Llegeix un nombre des d’una cel·la de memòria connectada.

source: Write a number to a linked memory cell.
ca: Escriu un nombre en una cel·la de memòria connectada.

source: Add text to the print buffer. Does not display anything until [accent]Print Flush[] is used.
ca: Afegeix un text a la cua d’impressió. El text no es mostrarà fins que s’apliqui «[accent]Print Flush[]».

source: Replace next placeholder in text buffer with a value. Does not do anything if placeholder pattern is invalid. Placeholder pattern: "{[accent]number 0-9[]}" Example: [accent]print "test {0}" format "example"
ca: Reemplaça el següent marcador de posició a la cua d’impressió amb un valor. No fa res si el patró del marcador no és vàlid. Patró del marcador: "{[accent]número 0-9[]}" Exemple: [accent]print "test {0}" format "example"

source: Add an operation to the drawing buffer. Does not display anything until [accent]Draw Flush[] is used.
ca: Afegeix una instrucció de dibuix a la cua corresponent. El resultat no es mostrarà fins que s’apliqui «[accent]Draw Flush[]».

source: Flush queued [accent]Draw[] operations to a display.
ca: Executa les operacions de la cua de dibuix al monitor lògic.

source: Flush queued [accent]Print[] operations to a message block.
ca: Executa les operacions de la cua d’impressió al monitor lògic.

source: Get a processor link by index. Starts at 0.
ca: Obtén l’enllaç a un processador mitjançant el seu índex. Es numeren començant pel 0.

source: Control a building.
ca: Controla una estructura.

source: Locate units around a building with range.
ca: Localitza unitats al voltant d’un bloc amb l’abast indicat.

source: Get data from a building or unit.
ca: Obtén dades d’una estructura o unitat.

source: Set a variable.
ca: Estableix una variable.

source: Perform an operation on 1-2 variables.
ca: Executa una operació amb 1 o 2 variables.

source: Jump to the top of the instruction stack.
ca: Salta al principi de la llista d’instruccions.

source: Wait a certain number of seconds.
ca: Espera el nombre indicat de segons.

source: Halt execution of this processor.
ca: Para l’execució d’aquest processador.

source: Look up an item/liquid/unit/block type by ID. Total counts of each type can be accessed with: [accent]@unitCount[] / [accent]@itemCount[] / [accent]@liquidCount[] / [accent]@blockCount[] For the inverse operation, sense [accent]@id[] of the object.
ca: Busca un tipus d’element, líquid, unitat o bloc per ID. Es pot comptar la quantitat total d’elements del tipus indicat amb: [accent]@unitCount[] / [accent]@itemCount[] / [accent]@liquidCount[] / [accent]@blockCount[]

source: Conditionally jump to another statement.
ca: Salta a una altra instrucció si es compleixen les condicions.

source: Bind to the next unit of a type, and store it in [accent]@unit[].
ca: Enllaça amb la següent unitat d’un determinat tipus i la guarda en [accent]@unit[].

source: Control the currently bound unit.
ca: Controla la unitat enllaçada.

source: Locate units around the currently bound unit.
ca: Localitza unitats al voltant de la unitat enllaçada.

source: Locate a specific type of position/building anywhere on the map. Requires a bound unit.
ca: Localitza un tipus específic de posició/estructura en qualsevol lloc del mapa. Cal que hi hagi una unitat enllaçada.

source: Get tile data at any location.
ca: Obtén les dades d’un bloc en qualsevol posició.

source: Set tile data at any location.
ca: Estableix les dades d’un bloc en qualsevol posició.

source: Spawn unit at a location.
ca: Fes aparèixer una unitat en una posició.

source: Apply or clear a status effect from a unit.
ca: Aplica o esborra un efecte d’estat d’una unitat.

source: Check if a type of weather is active.
ca: Comprova si un tipus de temps meteorològics està actiu.

source: Set the current state of a type of weather.
ca: Estableix l’estat actual per a un tipus de temps meteorològic.

source: Spawn a wave.
ca: Simula l’aparició d’una onada enemiga en una posició arbitrària. El comptador d’onades no s’incrementarà.

source: Create an explosion at a location.
ca: Crea una explosió en una posició.

source: Set processor execution speed in instructions/tick.
ca: Estableix la velocitat d’execució del processador en instruccions/tic.

source: Lookup units, cores, players or buildings by index. Indices start at 0 and end at their returned count.
ca: Cerca unitats, nuclis, jugadors o estructures mitjançant el seu índex. Els índexs van des del 0 fins al total del nombre d’elements.

source: Pack [0, 1] RGBA components into a single number for drawing or rule-setting.
ca: Empaqueta els components RGBA [0, 1] en un sol nombre per a dibuixar o establir regles.

source: Set a game rule.
ca: Estableix una regla de la partida.

source: Display a message on the screen from the text buffer. If the success result variable is [accent]@wait[], will wait until the previous message finishes. Otherwise, outputs whether displaying the message succeeded.
ca: Mostra un missatge a la pantalla a partir dels continguts de la cua de text. Esperarà fins que acabi el missatge anterior.

source: Manipulate the player camera.
ca: Manipula la càmera del jugador.

source: Set a global flag that can be read by all processors.
ca: Estableix un senyal global que es podrà llegir en tots els processadors.

source: Check if a global flag is set.
ca: Obtén un senyal global.

source: Sets a property of a unit or building.
ca: Estableix una propietat d’una unitat o estructura.

source: Create a particle effect.
ca: Crea un efecte de partícula.

source: Sync a variable across the network. Limited to 20 times a second per variable.
ca: Sincronitza una variable a través de la xarxa. S’invoca com a molt 10 vegades per segon.

source: Create a new logic marker in the world. An ID to identify this marker must be provided. Markers currently limited to 20,000 per world.
ca: Crea una marca lògica al món. S’ha de donar un ID per a identificar-la. Es poden establir fins a 20.000 marcadors per món.

source: Set a property for a marker. The ID used must be the same as in the Make Marker instruction. [accent]null []values are ignored.
ca: Estableix una propietat per a la marca. L’ID que es faci servir ha de ser el mateix que el de la instrucció de crear la marca.

source: Add map locale property value to the text buffer. To set map locale bundles in map editor, check [accent]Map Info > Locale Bundles[]. If client is a mobile device, tries to print a property ending in ".mobile" first.
ca: Afegeix el valor d’una propietat de la traducció d’un mapa a la cua d’impressió. Per a establir paquets de traducció de mapes a l’editor de mapes, comproveu [accent]Informació del mapa > Paquets de traducció[]. Si el client és un dispositiu mòbil, primer intenta imprimir una propietat que acabi en «.mobile».

source: The mathematical constant pi (3.141...)
ca: La constant matemàtica pi (3.141…)

source: The mathematical constant e (2.718...)
ca: La constant matemàtica e (2.718…)

source: Multiply by this number to convert degrees to radians
ca: Multiplica per aquest nombre per a convertir graus sexagesimals en radians.

source: Multiply by this number to convert radians to degrees
ca: Multiplica per aquest nombre per a convertir radians en graus sexagesimals.

source: Playtime of current save, in milliseconds
ca: Temps de joc de la partida actual, en mil·lisegons

source: Playtime of current save, in ticks (1 second = 60 ticks)
ca: Temps de joc de la partida actual, en tics (1 segon = 60 tics)

source: Playtime of current save, in seconds
ca: Temps de joc de la partida actual, en segons

source: Playtime of current save, in minutes
ca: Temps de joc de la partida actual, en minuts

source: Current wave number, if waves are enabled
ca: Nombre de l’onada actual, si les onades estan activades

source: Countdown timer for waves, in seconds
ca: Comptador enrere de les onades, en segons

source: Map width in tiles
ca: Amplada del mapa en caselles

source: Map height in tiles
ca: Alçària del mapa en caselles

source: Map
ca: Mapa

source: Network/Clientside [World Processor Only]
ca: Xarxa/Client [Només processador integrat]

source: Processor
ca: Processador

source: The logic block executing the code
ca: El bloc lògic que executa el codi

source: X coordinate of block executing the code
ca: Coordenada X del bloc que executa el codi

source: Y coordinate of block executing the code
ca: Coordenada Y del bloc que executa el codi

source: Total number of blocks linked to this processors
ca: Quantitat total de blocs enllaçats amb aquest processador

source: Execution speed of the processor in instructions per tick (60 ticks = 1 second)
ca: Velocitat d’execució del processador en instruccions per tic (60 tics = 1 segon)

source: Total number of types of unit content in the game; used with the lookup instruction
ca: Nombre total de tipus de continguts d’unitat a la partida; es fa servir amb la instrucció lookup.

source: Total number of types of block content in the game; used with the lookup instruction
ca: Nombre total de tipus de continguts de bloc a la partida; es fa servir amb la instrucció lookup.

source: Total number of types of item content in the game; used with the lookup instruction
ca: Nombre total de tipus de continguts d’element a la partida; es fa servir amb la instrucció lookup.

source: Total number of types of liquid content in the game; used with the lookup instruction
ca: Nombre total de tipus de continguts de líquid a la partida; es fa servir amb la instrucció lookup.

source: True if the code is running on a server or in singleplayer, false otherwise
ca: Cert si el codi s’executa en un servidor o en mode d’un sol jugador; fals altrament.

source: True if the code is running on a client connected to a server
ca: Cert si el codi s’executa en un client connectat a un servidor.

source: Locale of the client running the code. For example: en_US
ca: Traducció del client que executa el codi. Per exemple: en_US

source: Unit of client running the code
ca: Unitat del client que executa el codi

source: Player name of client running the code
ca: Nom del jugador del client que executa el codi

source: Team ID of client running the code
ca: Identificador de l’equip que executa el codi

source: True if the client running the code is on mobile, false otherwise
ca: Cert si el client que executa el codi és un dispositiu mòbil; fals altrament.

source: [red]Unit building logic is not allowed here.
ca: [red]Aquí no es permet construir blocs de tipus lògic.

source: Type of building/unit. e.g. for any router, this will return [accent]@router[]. Not a string.
ca: Tipus del bloc/unitat. Per exemple, per a qualsevol encaminador, retornarà [accent]@router[]. No retorna una cadena de text.

source: Shoot at a position.
ca: Dispara a una posició.

source: Shoot at a unit/building with velocity prediction.
ca: Dispara a una unitat/bloc tenint en compte la seva velocitat a l’hora d’apuntar.

source: Building configuration, e.g. sorter item.
ca: Configuració de l’estructura, com ara el classificador.

source: Whether the block is enabled.
ca: Retorna si el bloc està activat.

source: Current ammo item/liquid of a turret.
ca: Líquid o element de munició actual de la torreta.

source: Illuminator color.
ca: Color de l’il·luminador.

source: Unit controller. If processor controlled, returns processor. Otherwise, returns the unit itself.
ca: Controlador de la unitat. Si es controla per processador, retorna el processador. Altrament, retorna la mateixa unitat.

source: Whether a unit/building is dead or no longer valid.
ca: Retorna si una unitat o bloc està destruïda o si ja no és vàlida.

source: Returns: [accent]@ctrlProcessor[] if unit controller is processor [accent]@ctrlPlayer[] if unit/building controller is player [accent]@ctrlCommand[] if unit controller is a player command Otherwise, 0.
ca: Returna: [accent]@ctrlProcessor[] si el controlador de la unitat és un processador; [accent]@ctrlPlayer[] si el controlador de la unitat és un jugador; [accent]@ctrlCommand[] si el controlador és un comandament del jugador; altrament, és 0.

source: Action progress, 0 to 1. Returns production, turret reload or construction progress.
ca: Progrés de l’acció, entre 0 i 1. Retorna la producció, la recàrrega de la torreta o el progrés de la construcció.

source: Top speed of a unit, in tiles/sec.
ca: Velocitat màxima de la unitat, en caselles/s.

source: ID of a unit/block/item/liquid. This is the inverse of the lookup operation.
ca: Identificador d’unitat/bloc/element/líquid. És l’invers de l’operació lookup.

# lcategory.unknown
source: Unknown
ca: Desconegut

source: Uncategorized instructions.
ca: Instruccions sense categoria.

source: Input & Output
ca: Entrada i sortida

source: Modify contents of memory blocks and processor buffers.
ca: Modifica els continguts dels blocs de memòria i de la memòria dels processadors.

source: Block Control
ca: Control de blocs

source: Interact with blocks.
ca: Interacciona amb els blocs.

source: Operations
ca: Operacions

source: Logical operations.
ca: Operacions lògiques.

source: Flow Control
ca: Control de flux

source: Manage execution order.
ca: Controla l’execució d’ordres.

source: Unit Control
ca: Control d’unitats

source: Give units commands.
ca: Dóna ordres a les unitats.

source: World
ca: Món

source: Control how the world behaves.
ca: Controla com es comporta el món.

source: Fill the display with a color.
ca: Omple el monitor lògic amb un color.

source: Set color for next drawing operations.
ca: Estableix el color per a les properes operacions de dibuix.
