Repository: pereorga/software-translations
Catalog: mindustry/*.po
Languages: ca

source: [scarlet]Unit can't build
ca: [scarlet]La unitat no pot construir.

source: [lightgray]Last Accessed: {0}
ca: [lightgray]Últim accés: {0}

source: [lightgray]Last Commanded: {0}
ca: [lightgray]Última ordre: {0}

source: <load map to show>
ca: <carrega un mapa i mostra’l>

# stat.description
source: Purpose
ca: Propòsit

# stat.input
source: Input
ca: Entrada

# stat.output
source: Output
ca: Sortida

source: Max Efficiency
ca: Eficiència màxima

source: Booster
ca: Potenciador

source: Required Tiles
ca: Caselles necessàries

source: Affinities
ca: Afinitats

source: Opposites
ca: Oposats

source: Power Capacity
ca: Capacitat energètica

source: Power/Shot
ca: Energia/Tret

source: Damage
ca: Dany

source: Targets Air
ca: Dispara objectius aeris

source: Targets Ground
ca: Dispara objectius terrestres

source: Move Speed
ca: Velocitat de moviment

source: Time Between Launches
ca: Temps entre llançaments

# stat.shootrange
source: Range
ca: Abast

source: Size
ca: Mida

source: Display Size
ca: Mida de la pantalla

source: Liquid Capacity
ca: Capacitat de líquids

source: Power Range
ca: Abast de l’energia

source: Link Range
ca: Abast d’enllaç

source: Instructions
ca: Instruccions

source: Max Connections
ca: Connexions màximes

source: Power Use
ca: Consum d’energia

source: Power/Damage
ca: Energia/Dany

source: Item Capacity
ca: Capacitat d’elements

source: Memory Capacity
ca: Capacitat de memòria

source: Base Power Generation
ca: Generació base d’energia

source: Production Time
ca: Temps de producció

source: Block Full Repair Time
ca: Temps de reparació completa de blocs

source: Repair Speed
ca: Velocitat de reparació

source: Weapons
ca: Armes

source: Bullet
ca: Bala

source: Module Tier
ca: Nivell del mòdul

source: Unit Type
ca: Tipus d’unitat

source: Speed Increase
ca: Augment de velocitat

# stat.range
source: Range
ca: Abast

source: Drillables
ca: Perforables

source: Base Drill Speed
ca: Velocitat base de perforació

source: Boost Effect
ca: Efecte del potenciador

source: Max Active Units
ca: Unitats actives màximes

# stat.health
source: Health
ca: Salut

source: Armor
ca: Armadura

source: Build Time
ca: Temps de construcció

source: Max Consecutive
ca: Màxim consecutiu

source: Build Cost
ca: Cost de construcció

source: Inaccuracy
ca: Imprecisió

source: Shots
ca: Dispars

source: Firing Rate
ca: Cadència de tir

source: Ammo
ca: Munició

source: Shield Health
ca: Salut de l’escut

source: Cooldown Time
ca: Temps de refredament

source: Explosiveness
ca: Explosivitat

source: Base Deflect Chance
ca: Probabilitat base d’evasió

source: Lightning Chance
ca: Probabilitat de llampegar

source: Lightning Damage
ca: Dany del llampec

source: Flammability
ca: Inflamabilitat

source: Radioactivity
ca: Radioactivitat

source: Charge
ca: Càrrega elèctrica

source: Heat Capacity
ca: Resistència a la calor

source: Viscosity
ca: Viscositat

source: Temperature
ca: Temperatura

source: Speed
ca: Velocitat

source: Build Speed
ca: Velocitat de construcció

source: Mine Speed
ca: Velocitat d’extracció

source: Mine Tier
ca: Nivell de perforació

source: Payload Capacity
ca: Capacitat de les cintes de blocs

source: Abilities
ca: Habilitats

source: Can Boost
ca: Pot sobrevolar.

source: Flying
ca: Està volant.

source: Ammo Use
ca: Ús de munició

source: Ammo Capacity
ca: Capacitat de munició

source: Damage Multiplier
ca: Multiplicador de dany

source: Health Multiplier
ca: Multiplicador de salut

source: Speed Multiplier
ca: Multiplicador de velocitat

source: Reload Multiplier
ca: Multiplicador de recàrrega

# stat.buildspeedmultiplier
source: Build Speed Multiplier
ca: Multiplicador de velocitat de construcció

source: Reacts
ca: Reacciona amb

source: Immunities
ca: Immunitats

source: Healing
ca: Reparador

source: Force Field
ca: Camp de força

source: Projects a force shield that absorbs bullets
ca: Projecta un camp de força que absorbeix les bales.

source: Repair Field
ca: Repara el camp de força

source: Repairs nearby units
ca: Repara les unitats properes.

source: Status Field
ca: Estat del camp

source: Applies a status effect to nearby units
ca: Aplica un efecte d’estat a les unitats properes.

source: Factory
ca: Fàbrica

source: Constructs units
ca: Construeix unitats.

source: Shield Regen Field
ca: Regenerador de camps de força

source: Regenerates shields of nearby units
ca: Regenera els escuts d’unitats properes.

source: Movement Lightning
ca: Moviment llampec

source: Releases lightning while moving
ca: Solta un llamp mentre es mou.

source: Armor Plate
ca: Armadura de plaques

source: Reduces damage taken while shooting
ca: Redueix el dany rebut mentre dispara.

source: Shield Arc
ca: Escut de descàrregues

source: Projects a force shield in an arc that absorbs bullets
ca: Projecta un escut de força en un arc que absorbeix les bales.

source: Repair Suppression
ca: Regenera el camp de supressió

source: Stops nearby repair buildings
ca: Para els edificis de reparació propers.

source: Energy Field
ca: Camp de força

source: Zaps nearby enemies
ca: Ataca els enemics propers.

source: Zaps nearby enemies and heals allies
ca: Ataca els enemics propers i cura els aliats.

source: Self Regeneration
ca: Regeneració

source: Regenerates own health over time
ca: Regenera la seva salut amb el pas del temps.

source: Liquid Absorption
ca: Absorció de líquids

source: Absorbs liquid to heal itself
ca: Absorbeix líquids per a curar-se.

source: Death Spawns
ca: Aparicions mortals

source: Releases units on death
ca: Allibera unitats quan mor.

source: Death Spillage
ca: Vessament mortal

source: Spills liquid on death
ca: Vessa líquid quan mor.

source: [stat]{0}/sec[lightgray] firing rate
ca: [stat]{0}/seg[lightgray] de cadència de tir

source: [stat]{0}[lightgray] health/sec
ca: [stat]{0}[lightgray] de salut/seg

source: [stat]{0}[lightgray] max shield
ca: [stat]{0}[lightgray] d’escut

source: [stat]{0}/sec[lightgray] repair speed
ca: [stat]{0}/seg[lightgray] de velocitat de reparació

source: [stat]{0}[lightgray] health/liquid unit
ca: [stat]{0}[lightgray] de salut/unitat de líquid

source: [stat]{0} sec[lightgray] cooldown
ca: [stat]{0} seg[lightgray] de temps de refredament

source: [stat]{0}[lightgray] max targets
ca: [stat]{0}[lightgray] objectius com a màxim

source: [stat]{0}%[lightgray] same type repair amount
ca: [stat]{0} %[lightgray] a la quantitat de reparació del mateix tipus

source: [stat]{0}%[lightgray] damage reduction
ca: [stat]{0} %[lightgray] de reducció del dany

source: [stat]{0} tiles/sec[lightgray] min speed
ca: [stat]{0} caselles/seg[lightgray] de velocitat mín.

source: [stat]{0} sec[lightgray] duration
ca: [stat]{0} seg[lightgray] de duració

source: [stat]{0} sec[lightgray] build time
ca: [stat]{0} seg[lightgray] de temps de construcció

source: Only Core Depositing Allowed
ca: Només es permet depositar al nucli.

source: Better Drill Required
ca: Cal una perforadora millor.

source: Missing Resources
ca: Falten recursos.

source: Core Base Required
ca: Cal un nucli base.

source: Core Zone Tile Required
ca: Cal col·locar-ho en una zona designada per a nuclis.

source: Cargo Unit Cap Reached
ca: S’ha assolit el límit de càrrega d’unitats.

source: Drill Speed: {0}/s
ca: Velocitat de perforació: {0}/s

source: Pump Speed: {0}/s
ca: Velocitat de bombeig: {0}/s

source: Efficiency: {0}%
ca: Eficiència: {0} %

source: Boost: +{0}%
ca: Potenciador: +{0} %

source: Power: {0}/s
ca: Potència: {0}/s

source: Stored: {0}/{1}
ca: Emmagatzemat: {0}/{1}

source: Power: {0}
ca: Energia: {0}

source: Power Output: {0}
ca: Potència de sortida: {0}

source: Connections: {0}/{1}
ca: Connexions: {0}/{1}

source: Items: {0}
ca: Elements: {0}

source: Capacity: {0}
ca: Capacitat: {0}

source: Liquid
ca: Líquid

source: Heat
ca: Calor

source: Instability
ca: Inestabilitat

source: Heat: {0}
ca: Calor: {0}

source: Heat: {0} ({1}%)
ca: Calor: {0} ({1} %)

# bar.power
source: Power
ca: Potència

source: Build Progress
ca: Progrés de la construcció

source: Progress
ca: Progrés

source: Launch Cooldown
ca: Refredament del llançament

# bar.input
source: Input
ca: Entrada

# bar.output
source: Output
ca: Sortida

source: [stat]{0}[lightgray]x strength
ca: [stat]{0}[lightgray]× força

source: [lightgray]Processor Controlled
ca: [lightgray]Controlat pel processador

source: [stat]{0}[lightgray] damage
ca: [stat]{0}[lightgray] de dany

source: [stat]{0}[lightgray] area dmg ~ [stat]{1}[lightgray] tiles
ca: [stat]{0}[lightgray] de dany a l’àrea ~[stat] {1}[lightgray] caselles

source: [stat]incendiary
ca: [stat]incendiari

source: [stat]homing
ca: [stat]munició guiada

source: [stat]armor piercing
ca: [stat]perforador d’armadures

source: [stat]{0}%[lightgray] damage limit
ca: [stat]{0}%[lightgray] de dany límit

source: [stat]{0}[lightgray] seconds of repair suppression ~ [stat]{1}[lightgray] tiles
ca: [stat]Supressió de reparacions cada {0} s[lightgray] ~ [stat]{1}[lightgray] caselles

source: [stat]{0}/sec[lightgray] interval bullets:
ca: [stat]Interval de bales de {0}/s[lightgray]:

source: [stat]{0}x[lightgray] frag bullets:
ca: [stat]{0}[lightgray]× de bales de fragmentació:

source: [stat]{0}x[lightgray] lightning ~ [stat]{1}[lightgray] damage
ca: [stat]{0}[lightgray]× llampec ~ [stat]{1}[lightgray] de dany

source: [stat]{0}%[lightgray] building damage
ca: [stat]{0}%[lightgray] de dany a les estructures

source: [stat]{0}[lightgray] knockback
ca: [stat]{0}[lightgray] de bloqueig

source: [stat]{0}x[lightgray] pierce
ca: [stat]{0}[lightgray]× de perforació

source: [stat]pierce
ca: [stat]perforador

source: [stat]{0}%[lightgray] repair
ca: [stat]{0}[lightgray] % de reparació

source: [stat]{0}[lightgray] direct repair
ca: [stat]{0}[lightgray] de reparació directa

source: [stat]{0}[lightgray] ammo/item
ca: [stat]{0}[lightgray]× de multiplicador de munició

source: [stat]{0}%[lightgray] fire rate
ca: [stat]{0}[lightgray]× de cadència de tir

source: [stat]{0}[lightgray] tiles range
ca: [stat]abast de {0}[lightgray] caselles

source: blocks
ca: blocs

source: blocks²
ca: blocs²

source: power units/second
ca: unitats d’energia/s

source: tiles/second
ca: caselles/s

source: liquid units/second
ca: unitats de líquid/s

source: items/second
ca: elements/s

source: liquid units
ca: unitats de líquid

source: power units
ca: unitats d’energia

source: heat units
ca: unitats de calor

source: seconds
ca: s

source: mins
ca: min

source: /sec
ca: /s

source: x speed
ca: × velocitat

source: shield health
ca: salut d’escut

source: items
ca: elements

source: mil
ca: M

source: b
ca: kM

source: shots
ca: dispars

source: /shot
ca: /dispar

# category.purpose
source: Purpose
ca: Funció

# category.power
source: Power
ca: Energia

source: Liquids
ca: Líquids

# category.items
source: Items
ca: Elements

source: Input/Output
ca: Entrada/Sortida

source: Function
ca: Funcionament

source: Optional Enhancements
ca: Millores opcionals

source: Always Play Music
ca: Reprodueix música sempre

source: When enabled, music will always play on loop in-game. When disabled, it only plays at random intervals.
ca: Quan està activat, la música es reproduirà en bucle durant les partides. Quan està desactivat, només es reproduirà a intervals aleatoris.

source: Skip Core Launch/Land Animation
ca: Omet l’animació del llançament i aterratge del nucli

source: Lock Landscape
ca: Bloca el paisatge

source: Shadows
ca: Ombres

source: Automatic Block Suggestions
ca: Suggeriments de bloc automàtics

source: Linear Filtering
ca: Filtrat lineal

source: Hints
ca: Consells

source: Logic Hints
ca: Consells de blocs lògics

source: Pause In Background
ca: Pausa automàtica quan s’estigui en segon pla

source: Auto-Pause Building
ca: Pausa automàtica quan es construeixi

source: Double-Tap to Mine
ca: Dos tocs/clics per a extreure recursos

source: Hold For Command Mode
ca: Mantén per al mode de comandament

source: Limit One Control Group Per Unit
ca: Limita a un grup de control per unitat

source: Disable Mods On Startup Crash
ca: Desactiva els mods quan no es pugui iniciar el joc

source: Animated Surfaces
ca: Animacions del terreny

source: Animated Shields
ca: Animacions dels escuts

source: Player Indicators
ca: Indicadors de jugadors

source: Enemy Indicators
ca: Indicadors d’enemics

source: Auto-Target
ca: Apunta automàticament

source: Mouse+Keyboard Controls
ca: Controls amb ratolí i teclat

source: Touchscreen Controls
ca: Controls tàctils

source: Max FPS
ca: FPS màx.

source: None
ca: Cap

source: UI Scaling
ca: Escala de la interfície

source: Restart required to apply changes.
ca: Cal reiniciar perquè s’apliquin els canvis.

source: Always Diagonal Placement
ca: Permet sempre construir en diagonal

source: Screen Shake
ca: Sacseig de pantalla

source: Bloom Intensity
ca: Intensitat de l’efecte «bloom»

source: Bloom Blur
ca: Desenfocament «bloom»

source: Display Effects
ca: Mostra els efectes

source: Display Destroyed Blocks
ca: Mostra els blocs destruïts

source: Display Block Status
ca: Mostra l’estat dels blocs

source: Conveyor Placement Pathfinding
ca: Construcció intel·ligent de cintes transportadores

source: Controller Sensitivity
ca: Sensitivitat del controlador

source: Save Interval
ca: Interval de les desades automàtiques

source: {0} seconds
ca: {0} s

source: {0} milliseconds
ca: {0} ms

source: Fullscreen
ca: Pantalla completa

source: Borderless Window
ca: Finestra sense vora

source: Borderless Fullscreen
ca: Pantalla completa sense vora

source: Restart may be required to apply changes.
ca: Potser caldrà reiniciar el joc per a aplicar els canvis.

source: Show FPS & Ping
ca: Mostra els FPS i el ping

source: Enable Console
ca: Activa la consola

source: Smooth Camera
ca: Moviment de càmera suau

source: VSync
ca: Sincronització vertical (VSync)

source: Pixelate
ca: Pixela

source: Show Minimap
ca: Mostra el minimapa

source: Display Core Items
ca: Mostra els elements del nucli

source: Show Player Position
ca: Mostra la posició del jugador

source: Show Mouse Position
ca: Mostra la posició del ratolí

source: Music Volume
ca: Volum de la música

source: Show Planet Atmosphere
ca: Mostra l’atmosfera del planeta

source: Draw Darkness/Lighting
ca: Dibuixa la foscor/llum

source: Ambient Volume
ca: Volum del so ambiental

source: Mute Music
ca: Silencia la música

source: SFX Volume
ca: Volums dels efectes de so

source: Mute Sound
ca: Silencia el so

source: Send Anonymous Crash Reports
ca: Envia informes d’error anònims

source: Auto-Create Saves
ca: Desa automàticament la partida

source: Public Game Visibility
ca: Visibilitat de la partida pública

source: Player Limit
ca: Límit de jugadors

source: Chat Opacity
ca: Opacitat del xat

source: Power Laser Opacity
ca: Opacitat dels làsers d’energia

source: Bridge Opacity
ca: Opacitat de cintes i canonades subterrànies

source: Display Player Bubble Chat
ca: Mostra el xat bombolla de jugadors

source: Show Weather Graphics
ca: Mostra l’estat meteorològic

source: Hide Logic Displays
ca: Amaga els monitors lògics

source: Adapt interface to display notch
ca: Adapta la interfície per a mostrar el notch

source: Restart required to apply changes
ca: Cal reiniciar perquè s’apliquin els canvis

source: Friends Only
ca: Només amics

source: Whether only Steam friends will be able to join your game. Unchecking this box will make your game public - anyone can join.
ca: Indica si només els amics de Steam podran unir-se a la vostra partida. Si no es selecciona aquesta opció, la vostra partida serà pública i s’hi podrà unir qualsevol jugador.

source: Note that beta versions of the game cannot make public lobbies.
ca: Tingueu en compte que les versions beta no disposen de sales d’espera.

source: UI scale has been changed. Press "OK" to confirm this scale. [scarlet]Reverting and exiting in[accent] {0}[] seconds...
ca: L’escala de la interfície ha canviat. Premeu «D’acord» per a confirmar-ho. [scarlet]Es revertiran els canvis en [accent]{0}[] segons.

source: Cancel & Exit
ca: Cancel·la i surt

source: Bloom
ca: Bloom (efecte de desenfocament i il·luminació)

source: Rebind Keys
ca: Personalització dels controls

source: [scarlet]Most keybinds here are not functional on mobile. Only basic movement is supported.
ca: [scarlet]La majoria de dreceres no estan disponibles en les versions per a pantalles tàctils. Només està inclòs el moviment bàsic.

source: View
ca: Control de la vista i altres

source: Unit Command
ca: Ordre d’unitat

source: Multiplayer
ca: Multijugador

source: Block Select
ca: Selecció d’estructures per construir

source: [lightgray]Key: [{0},
ca: [lightgray]Tecles: [{0},

source: Respawn
ca: Reapareix

source: Control Unit
ca: Controla una unitat

source: Clear Building
ca: Desmunta una estructura

source: Press a key...
ca: Premeu una tecla…

source: Press an axis or key...
ca: Premeu un botó o moveu una palanca…

source: Map Screenshot
ca: Pren una captura de pantalla del mapa

source: Toggle Power Lasers
ca: Mostra/Amaga els làsers d’energia

source: Toggle Block Statuses
ca: Mostra/Amaga els estats dels blocs

source: Move X
ca: Mou en l’eix X

source: Move Y
ca: Mou en l’eix Y

source: Follow Mouse
ca: Segueix el ratolí

source: Pan View
ca: Desplaça la vista

# keybind.boost.name
source: Boost
ca: Sobrevola

# keybind.command_mode.name
source: Command Mode
ca: Mode de comandament

source: Queue Unit Command
ca: Cua d’ordres d’unitat

source: Create Control Group
ca: Crea un grup de control

# keybind.cancel_orders.name
source: Cancel Orders
ca: Cancel·la les ordres

source: Unit Stance: Shoot
ca: Comportament: Dispara

source: Unit Stance: Hold Fire
ca: Comportament: Mantén el foc

source: Unit Stance: Pursue Target
ca: Comportament: Persegueix l’objectiu

source: Unit Stance: Patrol
ca: Comportament: Patrulla

source: Unit Stance: Ram
ca: Comportament: Senzill

source: Unit Command: Move
ca: Ordre d’unitat: Mou

source: Unit Command: Repair
ca: Ordre d’unitat: Repara

source: Unit Command: Rebuild
ca: Ordre d’unitat: Reconstrueix

source: Unit Command: Assist
ca: Ordre d’unitat: Assisteix

source: Unit Command: Mine
ca: Ordre d’unitat: Extrau

source: Unit Command: Boost
ca: Ordre d’unitat: Sobrevola

source: Unit Command: Load Units
ca: Ordre d’unitat: Carrega unitats

source: Unit Command: Load Blocks
ca: Ordre d’unitat: Carrega blocs

source: Unit Command: Unload Payload
ca: Ordre d’unitat: Descarrega blocs

source: Unit Command: Enter Payload
ca: Ordre d’unitat: Entra blocs

source: Rebuild Region
ca: Reconstrueix la regió

source: Select Region
ca: Selecciona una regió

source: Schematic Menu
ca: Menú de plànols

source: Flip Schematic X
ca: Volta el plànol horitzontalment

source: Flip Schematic Y
ca: Volta el plànol verticalment

source: Previous Category
ca: Categoria anterior

source: Next Category
ca: Categoria següent

source: Block Select Left
ca: Selecciona la de l’esquerra

source: Block Select Right
ca: Selecciona la de la dreta

source: Block Select Up
ca: Selecciona la de dalt

source: Block Select Down
ca: Selecciona la de sota

source: Category/Block Select 1
ca: Selecciona categoria/bloc 1

source: Category/Block Select 2
ca: Selecciona categoria/bloc 2

source: Category/Block Select 3
ca: Selecciona categoria/bloc 3

source: Category/Block Select 4
ca: Selecciona categoria/bloc 4

source: Category/Block Select 5
ca: Selecciona categoria/bloc 5

source: Category/Block Select 6
ca: Selecciona categoria/bloc 6

source: Category/Block Select 7
ca: Selecciona categoria/bloc 7

source: Category/Block Select 8
ca: Selecciona categoria/bloc 8

source: Category/Block Select 9
ca: Selecciona categoria/bloc 9

source: Category/Block Select 10
ca: Selecciona categoria/bloc 10

source: Toggle Fullscreen
ca: Commuta el mode de pantalla completa

source: Select/Shoot
ca: Selecciona/Dispara

source: Diagonal Placement
ca: Construcció diagonal

source: Pick Block
ca: Selecciona un tipus de bloc des del mapa

source: Break Block
ca: Desmunta un bloc

source: Select All Units
ca: Selecciona totes les unitats

source: Select All Unit Factories
ca: Selecciona totes les unitats fabricadores

source: Deselect
ca: Cancel·la la selecció

source: Pickup Cargo
ca: Recull càrrega

source: Drop Cargo
ca: Deixa la càrrega

source: Shoot
ca: Dispara

# keybind.menu.name
source: Menu
ca: Menú

source: Pause
ca: Posa en pausa

source: Pause/Resume Building
ca: Posa en pausa/Reprèn la construcció

# keybind.minimap.name
source: Minimap
ca: Minimapa

# keybind.planet_map.name
source: Planet Map
ca: Mapa del planeta

# keybind.research.name
source: Research
ca: Recerca

source: Block Info
ca: Informació del bloc

source: Chat
ca: Xat

source: Player List
ca: Llista de jugadors

source: Console
ca: Consola

# keybind.rotate.name
source: Rotate
ca: Gira

source: Rotate Existing (Hold)
ca: Gira els existents (mantenint-la premuda)

source: Toggle Menus
ca: Mostra/Amaga la interfície

source: Chat History Prev
ca: Historial del xat: Anterior

source: Chat History Next
ca: Historial del xat: Següent

source: Chat Scroll
ca: Historial del xat: Desplaça

source: Change Chat Mode
ca: Canvia el mode del xat

source: Drop Unit
ca: Deixa anar la unitat

source: Zoom Minimap
ca: Apropa/Allunya la vista del minimapa

source: Description of modes
ca: Descripció dels modes

source: Survival
ca: Supervivència

source: The normal mode. Limited resources and automatic incoming waves. [gray]Requires enemy spawns in the map to play.
ca: El mode normal. Hi ha recursos limitats i les onades són automàtiques. [gray]Cal que al mapa hi hagin llocs d’aparició d’enemics.

source: Sandbox
ca: Mode lliure

source: Infinite resources and no timer for waves.
ca: Recursos infinits i sense temporitzador per a les onades.

source: PvP
ca: Jug. vs. Jug.

source: Fight against other players locally. [gray]Requires at least 2 differently-colored cores in the map to play.
ca: Lluiteu contra altres jugadors localment. [gray]Cal que al mapa hi hagi almenys 2 nuclis de diferent color.

source: Attack
ca: Atac

source: Destroy the enemy's base. [gray]Requires a red core in the map to play.
ca: Destruïu la base enemiga. [gray]Cal que al mapa hi hagi un nucli vermell.

source: Custom Rules
ca: Regles personalitzades

source: Invalid clipboard data.
ca: Dades del porta-retalls no vàlides.

source: Hide Banned Blocks
ca: Amaga els blocs no permesos

source: Infinite Resources
ca: Recursos infinits

source: Only Allow Core Depositing
ca: Al nucli només es poden dipositar recursos

source: Allow Derelict Block Repair
ca: Permet la reparació dels blocs en ruïnes

source: Reactor Explosions
ca: Explosions als reactors

source: Core Incinerates Overflow
ca: El nucli incinera els excedents

source: Disable World Processors
ca: Desactiva els processadors integrats

source: Schematics Allowed
ca: Permetre l’ús d’esquemes

source: Wave Timer
ca: Temporitzador d’onades

source: Wave Sending
ca: Enviament d’onades

source: Allow Editing Rules
ca: Permet editar les regles

source: When enabled, the player can edit rules in-game via the button in the bottom left corner of the Pause menu.
ca: Quan està activat, el jugador pot editar les regles de la partida amb el botó que hi ha a la part inferior esquerra del menú de pausa.

# rules.waves
source: Waves
ca: Onades

source: Air Units Use Spawn Points
ca: Les unitats aèries fan servir els punts d’aparició

source: Attack Mode
ca: Mode d’atac

source: Base Builder AI
ca: IA constructora de bases

source: Builder AI Tier
ca: Nivell de construcció de la IA

source: RTS AI [red](WIP)
ca: IA avançada (RTS AI)

source: Min Squad Size
ca: Mida mínima de l’esquadró

source: Max Squad Size
ca: Mida màxima de l’esquadró

source: Min Attack Weight
ca: Pes d’atac mínim

source: Clean Up Defeated Team Buildings (PvP)
ca: Treu els blocs dels equips derrotats (en mode JvsJ)
