Repository: pereorga/software-translations
Catalog: mindustry/*.po
Languages: ca

source: Capture Core On Destruction
ca: Captura el nucli en lloc de destruir-lo

source: Polygonal Core Protection
ca: Protecció poligonal del nucli

source: Placement Range Check
ca: Comprova l’abast de construcció

source: Infinite Enemy Team Resources
ca: Recursos infinits per a la IA (equip vermell)

source: Block Health Multiplier
ca: Multiplicador de la salut dels blocs

source: Block Damage Multiplier
ca: Multiplicador del dany dels blocs

source: Unit Production Speed Multiplier
ca: Multiplicador de la velocitat de producció d’unitats

source: Unit Cost Multiplier
ca: Multiplicador del cost de les unitats

source: Unit Health Multiplier
ca: Multiplicador de la salut de les unitats

source: Unit Damage Multiplier
ca: Multiplicador del dany de les unitats

source: Unit Crash Damage Multiplier
ca: Multiplicador del dany de xoc de les unitats

source: Solar Power Multiplier
ca: Multiplicador de l’energia solar

source: Cores Contribute To Unit Cap
ca: Els nuclis contribueixen al límit d’unitats

source: Carried Payloads Explode With The Unit
ca: Els blocs carregats exploten juntament amb la unitat

source: Base Unit Cap
ca: Capacitat base d’unitats

source: Limit Map Area
ca: Limita l’àrea del mapa

source: Enemy Core No-Build Radius:[lightgray] (tiles)
ca: Radi de no construcció del nucli enemic:[lightgray] (caselles)

source: Wave Spacing:[lightgray] (sec)
ca: Interval entre onades:[lightgray] (s)

source: Initial Wave Spacing:[lightgray] (sec)
ca: Retard de l’onada inicial:[lightgray] (s)

source: Build Cost Multiplier
ca: Multiplicador del cost de construcció

# rules.buildspeedmultiplier
source: Build Speed Multiplier
ca: Multiplicador de la velocitat de construcció

source: Deconstruct Refund Multiplier
ca: Multiplicador dels elements recuperats per desmuntatge

source: Waves Wait for Enemies
ca: Les onades esperen fins veure enemics

source: Map Ends After Wave
ca: El mapa acaba després de l’onada

source: Drop Zone Radius:[lightgray] (tiles)
ca: Radi de la zona d’aterratge:[lightgray] (caselles)

source: Units Require Ammo [red](may be removed)
ca: Les unitats necessiten munició

source: Enemy Team
ca: Equip enemic

source: Player Team
ca: Equip dels jugadors

# rules.title.waves
source: Waves
ca: Onades

source: Resources & Building
ca: Recursos i construcció

source: Enemies
ca: Enemics

# rules.title.unit
source: Units
ca: Unitats

source: Environment
ca: Entorn

# rules.title.teams
source: Teams
ca: Equips

source: Planet
ca: Planeta

source: Lighting
ca: Il·luminació

source: Fog of War
ca: Amaga el terreny inexplorat

source: Fire
ca: Foc

source: <Any>
ca: <Qualsevol>

source: Block/Unit Explosion Damage
ca: Dany de les explosions als blocs/unitats

source: Ambient Light
ca: Il·luminació ambiental

source: Weather
ca: Estat meteorològic

source: Frequency:
ca: Freqüència:

source: Always
ca: Sempre

source: Duration:
ca: Durada:

source: Prevents players from placing anything near enemy buildings. When trying to place a turret, the range is increased, so the turret will not be able to reach the enemy.
ca: No es permet que els jugadors puguin posar res a prop dels edificis enemics. Quan s’intenta posar una torreta, l’abast augmenta i la torreta no podrà arribar a l’enemic.

source: Prevents units from depositing items into any buildings except cores.
ca: No es permet que les unitats deixin elements a dins dels edificis excepte els nuclis.

# content.item.name
source: Items
ca: Elements

# content.unit.name
source: Units
ca: Unitats

source: Blocks
ca: Blocs

source: Status Effects
ca: Efectes d’estat

source: Factions
ca: Faccions

source: (Wall)
ca: (Mur)

source: Copper
ca: Coure

source: Lead
ca: Plom

source: Coal
ca: Carbó

source: Graphite
ca: Grafit

source: Titanium
ca: Titani

source: Thorium
ca: Tori

source: Silicon
ca: Silici

source: Plastanium
ca: Plastani

source: Phase Fabric
ca: Teixit de fase

source: Surge Alloy
ca: Aliatge electrificable

source: Spore Pod
ca: Beines d’espores

# item.sand.name
source: Sand
ca: Sorra

source: Blast Compound
ca: Compost explosiu

source: Pyratite
ca: Piratita

source: Metaglass
ca: Metavidre

source: Scrap
ca: Ferralla

source: Fissile Matter
ca: Matèria fissible

source: Beryllium
ca: Beril·li

source: Tungsten
ca: Tungstè

source: Oxide
ca: Òxid

source: Carbide
ca: Carbur

source: Dormant Cyst
ca: Quist latent

# liquid.water.name
source: Water
ca: Aigua

# liquid.slag.name
source: Slag
ca: Escòria

source: Oil
ca: Petroli

# liquid.cryofluid.name
source: Cryofluid
ca: Líquid criogènic

source: Neoplasm
ca: Neoplasma

# liquid.arkycite.name
source: Arkycite
ca: Arquicita

source: Gallium
ca: Gal·li

source: Ozone
ca: Ozó

source: Hydrogen
ca: Hidrogen

source: Cyanogen
ca: Cianogen

source: Dagger
ca: Daga

source: Mace
ca: Maça

source: Pulsar
ca: Púlsar

source: Quasar
ca: Quàsar

source: Atrax
ca: Àtrax

source: Arkyid
ca: Àrquid

source: Toxopid
ca: Toxòpid

source: Horizon
ca: Horitzó

source: Zenith
ca: Zenit

source: Eclipse
ca: Eclipsi

source: Poly
ca: Poli

source: Oct
ca: Octo

source: Alpha
ca: Alfa

source: Precept
ca: Norma

source: Obviate
ca: Òbvia

source: Assembly Drone
ca: Dron de muntatge

source: Parallax
ca: Pàral·lax

source: Cliff
ca: Espadat

source: Sand Boulder
ca: Roca sorrenca

source: Basalt Boulder
ca: Roca basàltica

source: Grass
ca: Herba

# block.molten-slag.name
source: Slag
ca: Escòria

# block.pooled-cryofluid.name
source: Cryofluid
ca: Líquid criogènic

source: Space
ca: Espai

source: Salt
ca: Sal

source: Salt Wall
ca: Mur de sal

source: Pebbles
ca: Còdols

source: Tendrils
ca: Rínxols

source: Sand Wall
ca: Mur sorrenc

source: Spore Pine
ca: Pi d’espores

source: Spore Wall
ca: Mur d’espores

source: Boulder
ca: Roca

source: Snow Boulder
ca: Roca nevada

source: Snow Pine
ca: Pi congelat

source: Shale
ca: Esquist

source: Shale Boulder
ca: Roca esquistosa

source: Moss
ca: Molsa

source: Shrubs
ca: Arbustos

source: Spore Moss
ca: Molsa d’espores

source: Shale Wall
ca: Mur esquistós

source: Scrap Wall
ca: Mur de ferralla

source: Large Scrap Wall
ca: Mur de ferralla gros

source: Huge Scrap Wall
ca: Mur de ferralla enorme

source: Gigantic Scrap Wall
ca: Mur de ferralla gegantí

source: Thruster
ca: Propulsor

source: Kiln
ca: Forn de vidre

source: Graphite Press
ca: Premsa de grafit

source: Multi-Press
ca: Premsa múltiple

source: {0} [lightgray](Constructing)
ca: {0} [lightgray](Construint)

source: Enemy Spawn
ca: Punt d’aparició d’enemics

source: Core: Shard
ca: Nucli: Estella

source: Core: Foundation
ca: Nucli: Fonament

source: Core: Nucleus
ca: Nucli: Punt neuràlgic

source: Deep Water
ca: Aigua profunda

# block.shallow-water.name
source: Water
ca: Aigua

source: Tainted Water
ca: Aigua contaminada

source: Deep Tainted Water
ca: Aigua contaminada profunda

source: Dark Sand Tainted Water
ca: Aigua contaminada amb sorra negra

source: Tar
ca: Quitrà

source: Stone
ca: Pedra

# block.sand-floor.name
source: Sand
ca: Sorra

source: Dark Sand
ca: Sorra negra

source: Ice
ca: Gel

# block.snow.name
source: Snow
ca: Neu

source: Craters
ca: Cràters

source: Sand Water
ca: Sorra amb aigua

source: Dark Sand Water
ca: Sorra negra amb aigua

source: Char
ca: Cendra

source: Dacite
ca: Dacita

source: Rhyolite
ca: Riolita

source: Dacite Wall
ca: Mur de dacita

source: Dacite Boulder
ca: Roca de dacita

source: Ice Snow
ca: Gel/Neu

source: Stone Wall
ca: Mur de pedra

source: Ice Wall
ca: Mur de gel

source: Snow Wall
ca: Mur de neu

source: Dune Wall
ca: Mur de duna

source: Pine
ca: Pi

source: Dirt
ca: Terra

source: Dirt Wall
ca: Mur de terra

source: Mud
ca: Fang

source: White Tree Dead
ca: Arbre blanc mort

source: White Tree
ca: Arbre blanc

source: Spore Cluster
ca: Clúster d’espores

source: Metal Floor 1
ca: Terra metàl·lic 1

source: Metal Floor 2
ca: Terra metàl·lic 2

source: Metal Floor 3
ca: Terra metàl·lic 3

source: Metal Floor 4
ca: Terra metàl·lic 4

source: Metal Floor 5
ca: Terra metàl·lic 5

source: Damaged Metal Floor
ca: Terra metàl·lic danyat

source: Dark Panel 1
ca: Panell fosc 1

source: Dark Panel 2
ca: Panell fosc 2

source: Dark Panel 3
ca: Panell fosc 3

source: Dark Panel 4
ca: Panell fosc 4

source: Dark Panel 5
ca: Panell fosc 5

source: Dark Panel 6
ca: Panell fosc 6

source: Dark Metal
ca: Metall fosc

source: Hot Rock
ca: Roca calenta

source: Magma Rock
ca: Roca magmàtica

source: Copper Wall
ca: Mur de coure

source: Large Copper Wall
ca: Mur de coure gros

source: Titanium Wall
ca: Mur de titani

source: Large Titanium Wall
ca: Mur de titani gros

source: Plastanium Wall
ca: Mur de plastani

source: Large Plastanium Wall
ca: Mur de plastani gros

source: Phase Wall
ca: Mur de fase

source: Large Phase Wall
ca: Mur de fase gros

source: Thorium Wall
ca: Mur de tori

source: Large Thorium Wall
ca: Mur de tori gros

source: Door
ca: Porta

source: Large Door
ca: Porta gran

source: Conveyor
ca: Cinta transportadora

source: Titanium Conveyor
ca: Cinta transportadora de titani

source: Plastanium Conveyor
ca: Cinta transportadora de plastani

source: Armored Conveyor
ca: Cinta transportadora blindada

source: Junction
ca: Encreuament

source: Router
ca: Encaminador

source: Distributor
ca: Distrïbudor

source: Sorter
ca: Classificador

source: Inverted Sorter
ca: Classificador invers

source: Message
ca: Missatge

source: Reinforced Message
ca: Missatge destacat

source: World Message
ca: Missatge mundial

source: World Switch
ca: Interruptor mundial

source: Illuminator
ca: Il·luminador

source: Overflow Gate
ca: Porta de desbordament

source: Underflow Gate
ca: Porta de subdesbordament

source: Silicon Smelter
ca: Forn de silici

source: Phase Weaver
ca: Teixidor de fase

source: Pulverizer
ca: Polsinadora

source: Cryofluid Mixer
ca: Barrejador de líquid criogènic

source: Melter
ca: Fonedora

source: Incinerator
ca: Incineradora

source: Spore Press
ca: Premsa d’espores

source: Separator
ca: Separadora

source: Coal Centrifuge
ca: Centrífuga de carbó

source: Power Node
ca: Node d’energia

source: Large Power Node
ca: Node d’energia gros

source: Surge Tower
ca: Torre electrificada

source: Battery Diode
ca: Díode de bateria

source: Battery
ca: Bateria

source: Large Battery
ca: Bateria grossa

source: Combustion Generator
ca: Generador a combustió

source: Steam Generator
ca: Generador a vapor

source: Differential Generator
ca: Generador diferencial

source: Impact Reactor
ca: Reactor d’impacte

source: Mechanical Drill
ca: Perforadora mecànica

source: Pneumatic Drill
ca: Perforadora pneumàtica

source: Laser Drill
ca: Perforadora làser

source: Water Extractor
ca: Pou de bombeig d’aigua

source: Cultivator
ca: Cultivador

source: Conduit
ca: Canonada

source: Mechanical Pump
ca: Estació de bombeig mecànica

source: Item Source
ca: Punt d’aparició d’elements

source: Item Void
ca: Punt d’eliminació d’elements

source: Liquid Source
ca: Punt d’aparició de líquids

source: Liquid Void
ca: Eliminador de líquids

source: Power Void
ca: Eliminador d’energia

source: Power Source
ca: Font d’energia

source: Unloader
ca: Descarregador

source: Vault
ca: Contenidor gros

source: Phase Conveyor
ca: Cinta transportadora de fase

source: Bridge Conveyor
ca: Cinta transportadora subterrània

source: Plastanium Compressor
ca: Compressor de plastani

source: Pyratite Mixer
ca: Barrejador de piratita

source: Blast Mixer
ca: Barrejador d’explosius

source: Solar Panel
ca: Panell solar

source: Large Solar Panel
ca: Panell solar gran

source: Oil Extractor
ca: Extractor de petroli

source: Repair Point
ca: Punt de reparació

source: Repair Turret
ca: Torreta de reparacions

source: Pulse Conduit
ca: Canonada d’impuls

source: Plated Conduit
ca: Canonada xapada

source: Phase Conduit
ca: Canonada de fase

source: Liquid Router
ca: Encaminador de líquids

source: Liquid Tank
ca: Tanc de líquids

source: Liquid Container
ca: Contenidor de líquids

source: Liquid Junction
ca: Encreuament de canonades

source: Bridge Conduit
ca: Canonada subterrània

source: Rotary Pump
ca: Estació de bombeig (amb bomba rotatòria)

source: Thorium Reactor
ca: Reactor de tori

source: Mass Driver
ca: Transportador a distància

source: Airblast Drill
ca: Perforadora amb aire comprimit

source: Impulse Pump
ca: Estació de bombeig (per impuls)

source: Thermal Generator
ca: Generador tèrmic

source: Surge Smelter
ca: Forn d’aliatge electrificable

source: Mender
ca: Reparadora

source: Mend Projector
ca: Projector de reparacions

source: Surge Wall
ca: Mur d’aliatge electrificable

source: Large Surge Wall
ca: Mur d’aliatge electrificable gros

source: Cyclone
ca: Cicló

source: Shock Mine
ca: Mina de xoc

source: Overdrive Projector
ca: Projector d’acceleració

source: Force Projector
ca: Projector de camps de força

source: RTG Generator
ca: Generador RTG

source: Container
ca: Contenidor

source: Launch Pad
ca: Plataforma de llançament

source: Ground Factory
ca: Fàbrica d’unitats terrestres

source: Air Factory
ca: Fàbrica d’unitats aèries

source: Naval Factory
ca: Fàbrica d’unitats navals

source: Additive Reconstructor
ca: Reconstructor additiu

source: Multiplicative Reconstructor
ca: Reconstructor multiplicatiu

source: Exponential Reconstructor
ca: Reconstructor exponencial

source: Tetrative Reconstructor
ca: Reconstructor tetratiu

source: Payload Conveyor
ca: Cinta transportadora de blocs

source: Payload Router
ca: Encaminador de blocs

source: Duct
ca: Conducte

source: Duct Router
ca: Encaminador de conductes

source: Duct Bridge
ca: Conducte subterrani

source: Large Payload Mass Driver
ca: Transportador gros de blocs a distància

source: Payload Void
ca: Eliminador de blocs

source: Payload Source
ca: Punt d’aparició de blocs

source: Disassembler
ca: Desmuntadora

source: Silicon Crucible
ca: Gresol de silici

source: Overdrive Dome
ca: Cúpula d’acceleració

source: Interplanetary Accelerator
ca: Accelerador interplanetari

source: Constructor
ca: Constructor de blocs

source: Fabricates structures up to 2x2 tiles in size.
ca: Fabrica estructures de mida fins a 2×2 caselles.

source: Large Constructor
ca: Constructor de blocs grossos

source: Fabricates structures up to 4x4 tiles in size.
ca: Fabrica estructures de mida fins a 4×4 caselles.

source: Large Deconstructor
ca: Desconstructor de blocs

source: Deconstructs structures and units. Returns 100% of build cost.
ca: Desmunta estructures i unitats. Retorna el 100 % del cost de construcció.

source: Payload Loader
ca: Carregador de blocs

source: Load liquids and items into blocks.
ca: Carrega líquids i elements als blocs.

source: Payload Unloader
ca: Descarregador de blocs

source: Unloads liquids and items from blocks.
ca: Descarrega líquids i elements dels blocs.

source: Heat Source
ca: Punt d’aparició de calor

source: Outputs large amounts of heat. Sandbox only.
ca: Un bloc de mida 1×1 que dóna calor de manera constant sense consumir recursos.

source: Empty
ca: Buit

source: Rhyolite Crater
ca: Cràter de riolita

source: Rough Rhyolite
ca: Riolita irregular

source: Regolith
ca: Regolita

source: Yellow Stone
ca: Pedra groga

source: Carbon Stone
ca: Pedra carbonífera

source: Ferric Stone
ca: Pedra fèrrica

source: Ferric Craters
ca: Cràters fèrrics

source: Beryllic Stone
ca: Pedra beril·liana

source: Crystalline Stone
ca: Pedra cristal·lina

source: Crystal Floor
ca: Porta de cristall

source: Yellow Stone Plates
ca: Làmines de pedra groga

source: Red Stone
ca: Pedra vermella

source: Dense Red Stone
ca: Pedra vermella abundant

source: Red Ice
ca: Gel vermell

# block.arkycite-floor.name
source: Arkycite
ca: Terra d’arquicita

source: Arkyic Stone
ca: Pedra d’arquicita

source: Rhyolite Vent
ca: Fumarola de riolita

source: Carbon Vent
ca: Fumarola carbonífera

source: Arkyic Vent
ca: Fumarola d’arquicita

source: Yellow Stone Vent
ca: Fumarola de pedra groga

source: Red Stone Vent
ca: Fumarola de pedra vermella

source: Crystalline Vent
ca: Fumarola cristal·lina

source: Redmat
ca: Mata vermella

source: Bluemat
ca: Mata blava

source: Core Zone
ca: Zona del nucli

source: Regolith Wall
ca: Mur de regolita

source: Yellow Stone Wall
ca: Mur de pedra groga

source: Rhyolite Wall
ca: Mur de riolita

source: Carbon Wall
ca: Mur carbonífer

source: Ferric Stone Wall
ca: Mur de pedra fèrrica

source: Beryllic Stone Wall
ca: Mur de pedra beril·liana

source: Arkyic Wall
ca: Mur d’arquicita

source: Crystalline Stone Wall
ca: Mur de pedra cristal·lina

source: Red Ice Wall
ca: Mur de gel vermell

source: Red Stone Wall
ca: Mur de pedra vermella

source: Red Diamond Wall
ca: Mur de diamant vermell

source: Redweed
ca: Herba vermella

source: Pur Bush
ca: Arbust PUR

source: Yellowcoral
ca: Corall groc

source: Carbon Boulder
ca: Roca carbonífera

source: Ferric Boulder
ca: Roca fèrrica

source: Beryllic Boulder
ca: Roca beril·liana

source: Yellow Stone Boulder
ca: Roca de pedra groga

source: Arkyic Boulder
ca: Roca d’arquicita

source: Crystal Cluster
ca: Estructura cristal·lina

source: Vibrant Crystal Cluster
ca: Estructura cristal·lina vibrant

source: Crystal Blocks
ca: Blocs de cristall

source: Crystal Orbs
ca: Boles de cristall

source: Crystalline Boulder
ca: Roques cristal·lines

source: Red Ice Boulder
ca: Roca de gel vermella

source: Rhyolite Boulder
ca: Roca de riolita

source: Red Stone Boulder
ca: Roca de pedra vermella

source: Graphitic Wall
ca: Mur de grafit

source: Silicon Arc Furnace
ca: Forn d’arc de silici

source: Electrolyzer
ca: Electrolitzador

source: Atmospheric Concentrator
ca: Concentrador atmosfèric

source: Oxidation Chamber
ca: Cambra d’oxidació

source: Electric Heater
ca: Escalfador elèctric

source: Slag Heater
ca: Escalfador d’escòria

source: Phase Heater
ca: Escalfador de fase

source: Heat Redirector
ca: Redirector tèrmic

source: Heat Router
ca: Encaminador tèrmic

source: Slag Incinerator
ca: Incineradora d’escòria

source: Carbide Crucible
ca: Gresol de carbur

source: Slag Centrifuge
ca: Centrifugadora d’escòria

source: Surge Crucible
ca: Gresol d’aliatge electrificable

source: Cyanogen Synthesizer
ca: Sintetitzador de cianogen

source: Phase Synthesizer
ca: Sintetitzador de fase

source: Heat Reactor
ca: Reactor tèrmic

source: Beryllium Wall
ca: Mur de beril·li

source: Large Beryllium Wall
ca: Mur de beril·li gros

source: Tungsten Wall
ca: Mur de tungstè

source: Large Tungsten Wall
ca: Mur de tungstè gros

source: Blast Door
ca: Porta de compost explosiu

source: Carbide Wall
ca: Mur de carbur

source: Large Carbide Wall
ca: Mur de carbur gros

source: Reinforced Surge Wall
ca: Mur d’aliatge electrificable reforçat

source: Large Reinforced Surge Wall
ca: Mur d’aliatge electrificable reforçat gros

source: Shielded Wall
ca: Mur blindat

source: Build Tower
ca: Torre de construcció

source: Regen Projector
ca: Projector de regeneració

source: Shockwave Tower
ca: Torre d’ona sísmica

source: Shield Projector
ca: Projector d’escuts

source: Large Shield Projector
ca: Projector d’escuts gros

source: Armored Duct
ca: Conducte blindat

source: Overflow Duct
ca: Desbordament de conducte

source: Underflow Duct
ca: Subdesbordament de conducte

source: Duct Unloader
ca: Descarregador de conducte

source: Surge Conveyor
ca: Cinta transportadora d’aliatge electrificable

source: Surge Router
ca: Encaminador d’aliatge electrificable

source: Unit Cargo Loader
ca: Carregador d’unitats

source: Unit Cargo Unload Point
ca: Punt de descàrrega d’unitats

source: Reinforced Pump
ca: Estació de bombeig reforçada

source: Reinforced Conduit
ca: Canonada reforçada

source: Reinforced Liquid Junction
ca: Encreuament de líquids reforçada

source: Reinforced Bridge Conduit
ca: Canonada subterrània reforçada

source: Reinforced Liquid Router
ca: Encaminador de líquids reforçat

source: Reinforced Liquid Container
ca: Contenidor de líquids reforçat

source: Reinforced Liquid Tank
ca: Tanc de líquids reforçat

source: Beam Node
ca: Node de transmissió d’energia per raigs

source: Beam Tower
ca: Torre de transmissió d’energia per raigs

source: Beam Link
ca: Enllaç de transmissió d’energia per raigs

source: Turbine Condenser
ca: Turbina condensadora

source: Chemical Combustion Chamber
ca: Cambra de combustió química

source: Pyrolysis Generator
ca: Generador pirolític

source: Vent Condenser
ca: Respirador de condensació

source: Cliff Crusher
ca: Picadora d’espadats

source: Plasma Bore
ca: Perforadora de plasma

source: Large Plasma Bore
ca: Perforadora de plasma grossa

source: Impact Drill
ca: Perforadora d’impacte

source: Eruption Drill
ca: Perforadora per erupció

source: Core: Bastion
ca: Nucli: Bastió

source: Core: Citadel
ca: Nucli: Ciutadella

source: Core: Acropolis
ca: Nucli: Acròpolis

source: Reinforced Container
ca: Contenidor reforçat

source: Reinforced Vault
ca: Contenidor reforçat gros

source: Tank Refabricator
ca: Milloradora de tancs

source: Mech Refabricator
ca: Milloradora de meques

source: Ship Refabricator
ca: Milloradora de naus

source: Tank Assembler
ca: Muntadora de tancs

source: Ship Assembler
ca: Muntadora de naus

source: Mech Assembler
ca: Muntadora de meques

source: Reinforced Payload Conveyor
ca: Cinta transportadora de blocs reforçada

source: Reinforced Payload Router
ca: Encaminador de blocs reforçat

source: Payload Mass Driver
ca: Transportador a distància de blocs

source: Deconstructor
ca: Desconstructor petit

source: Canvas
ca: Llenç

source: World Processor
ca: Processador integrat

source: World Cell
ca: Cel·la de memòria integrada

source: Tank Fabricator
ca: Fabricadora de tancs

source: Mech Fabricator
ca: Fabricadora de meques

source: Ship Fabricator
ca: Fabricadora de naus

source: Prime Refabricator
ca: Milloradora Prime

source: Unit Repair Tower
ca: Torre de reparació d’unitats

source: Basic Assembler Module
ca: Mòdul de muntatge bàsic

source: Malign
ca: Maligne

source: Flux Reactor
ca: Reactor de flux

source: Neoplasia Reactor
ca: Reactor de neoplàsia

source: Switch
ca: Interruptor

source: Micro Processor
ca: Microprocessador

source: Logic Processor
ca: Processador lògic

source: Hyper Processor
ca: Hiperprocessador

source: Logic Display
ca: Monitor lògic

source: Large Logic Display
ca: Monitor lògic gran

source: Memory Cell
ca: Cel·la de memòria

source: Memory Bank
ca: Banc de memòria

source: Sharded
ca: Estellat

source: Derelict
ca: En ruïnes

source: Green
ca: Verd

source: Blue
ca: Blau

source: Skip
ca: Salta

source: Use [accent][[WASD][] to move.
ca: Per a moure-vos, premeu [accent][[WASD][].

source: [accent]Scroll[] to zoom in or out.
ca: [accent]Pinceu o gireu la roda del ratolí[] per a apropar o allunyar la vista.

source: [accent][[Left-click][] to shoot.
ca: Toqueu o feu clic amb el [accent]botó esquerre[] per a disparar.

source: To transfer items, drag from your ship to the core.
ca: Per a transferir elements, arrossegueu-los de la nau al nucli.

source: To respawn as a ship, press [accent][[V][].
ca: Per a reaparèixer com una nau, premeu [accent]V[].

source: You have switched control to a unit/structure. To respawn as a ship, [accent]tap the avatar in the top left.[]
ca: Ara esteu controlant una unitat o estructura. Per a reaparèixer com una nau, [accent]toqueu l’avatar[] de la part superior esquerra.

source: Press [accent][[Space][] to pause and unpause the game.
ca: Premeu la [accent]barra espaiadora[] per a posar en pausa i reprendre la partida.

source: [accent]Right-click[] and drag to break blocks.
ca: Feu clic amb el [accent]botó dret[] i arrossegueu per a treure blocs.
