Repository: pereorga/software-translations
Catalog: mindustry/*.po
Languages: ca

source: Used in advanced units, insulation and fragmentation ammunition.
ca: S’empra per a construir unitats avançades, aïllaments i munició de fragmentació.

source: Used in advanced electronics and self-repairing structures.
ca: S’empra en electrònica avançada i estructures de reparació automàtica.

source: Used in advanced weaponry and reactive defense structures.
ca: S’empra en armament avançat i estructures de defensa reactiva.

source: Used for conversion into oil, explosives and fuel.
ca: Es pot convertir en petroli, explosius i combustible.

source: Spores. Likely a synthetic life form. Emit gases toxic to other biological life. Extremely invasive. Highly flammable in certain conditions.
ca: Espores. Probablement, es tracta d’una forma de vida sintètica. Emet gasos tòxics per a altres formes de vida i és molt invasiva. Sota certes condicions, són molt inflamables.

source: Used in bombs and explosive ammunition.
ca: S’empra en bombes i munició explosiva.

source: Used in incendiary weapons and combustion-fueled generators.
ca: S’empra en armes incendiàries i generadors a combustió.

source: Used in many types of construction and ammunition on Erekir.
ca: S’empra en molts tipus de construccions i munició d’Erekir.

source: Used in drills, armor and ammunition. Required in the construction of more advanced structures.
ca: S’empra en perforadores, armadures i munició. Se’n necessita per construir estructures més avançades.

source: Used as a heat conductor and insulator for power.
ca: S’empra com a conductor de l’energia tèrmica i també es fa servir com a aïllant elèctric.

source: Used in advanced structures, heavier units, and ammunition.
ca: Es fa servir en estructures avançades, unitats pesants i munició.

source: Used for cooling machines and waste processing.
ca: S’empra per a refredar màquines i processar residus.

source: Refined in separators into constituent metals. Consumed in liquid turrets as ammunition.
ca: Es refina en separadors per a obtenir-ne diferents metalls. També es fa servir com a munició líquida en torretes.

source: Used in advanced material production and as incendiary ammunition.
ca: S’empra per a produir materials avançats i com a munició incendiària.

source: Used as coolant in reactors, turrets and factories.
ca: S’empra com a refrigerant en reactors, torretes i fàbriques.

source: Used in chemical reactions for power generation and material synthesis.
ca: Es fa servir en reaccions químiques per generar electricitat i sintetitzar materials.

source: Used as an oxidizing agent in material production, and as fuel. Moderately explosive.
ca: Es fa servir com a agent oxidant en producció de materials i combustibles. Moderadament explosiu.

source: Used in resource extraction, unit production and structure repair. Flammable.
ca: Es fa servir en extracció de recursos, producció d’unitats i reparació d’estructures. Inflamable.

source: Used for ammunition, construction of advanced units, and various reactions in advanced blocks. Highly flammable.
ca: Es fa servir per a munició, construcció d’unitats avançades i diverses reaccions en blocs avançats. Molt inflamable.

source: Used in resource extraction, gas creation and unit production. Inert.
ca: Es fa servir per a extraure recursos, obtenció de gas i producció d’unitats. Inert.

source: A dangerous biological byproduct of the Neoplasia reactor. Quickly spreads to any adjacent water-containing block it touches, damaging them in the process. Viscous.
ca: Un subproducte biològic perillós del reactor de neoplàsia. S’estén de pressa a altres blocs adjacents que continguin aigua que toca, fent-los malbé. Viscós.

source: Neoplasm. An uncontrollable mass of rapidly-dividing synthetic cells with a sludge-like consistency. Heat-resistant. Extremely dangerous to any structures involving water. Too complex and unstable for standard analysis. Potential applications unknown. Incineration in slag pools is recommended.
ca: Neoplasma. Una massa incontrolable de cèl·lules sintètiques que es divideixen molt de pressa amb una consistència fangosa. Resisteix temperatures altes. Extremadament perillosa per a estructures amb aigua. Massa complexa i inestable per a fer-ne una anàlisi estàndard. Aplicacions potencials desconegudes. Es recomana incinerar-la en piscines de residus.

source:  [lightgray]Derelict
ca:  [lightgray]En ruïnes

source: Moves items forward. Does not accept non-conveyor inputs from the sides.
ca: Mou objectes. Pels laterals només accepta entrades des d’altres cintes transportadores.

source: Emits light.
ca: Emet llum.

# block.message.description
source: Stores a message for communication between allies.
ca: Emmagatzema un missatge. Els aliats el poden fer servir per a comunicar-se.

# block.reinforced-message.description
source: Stores a message for communication between allies.
ca: Emmagatzema un missatge que serveix per a què els aliats es puguin comunicar.

source: A message block for use in mapmaking. Cannot be destroyed.
ca: Un bloc de missatge que es far servir per a fer mapes. No es pot destruir.

source: Compresses coal into graphite.
ca: Comprimeix carbó fins obtenir-ne grafit.

source: Compresses coal into graphite. Requires water as coolant.
ca: Comprimeix carbó fins obtenir-ne grafit. Requereix refrigeració amb aigua.

source: Refines silicon from sand and coal.
ca: Refina silici a partir de sorra i carbó.

source: Smelts sand and lead into metaglass.
ca: Fon sorra i plom per a fer-ne metavidre.

source: Produces plastanium from oil and titanium.
ca: Produeix plastani a partir de petroli i titani.

source: Synthesizes phase fabric from thorium and sand.
ca: Sintetitza teixit de fase a partir de tori i sorra.

source: Fuses titanium, lead, silicon and copper into surge alloy.
ca: Fon i barreja titani, plom, silici i coure per a obtenir-ne aliatge electrificable.

source: Mixes water and fine titanium powder to produce cryofluid.
ca: Barreja aigua i pols fina de titani per a produir líquid criogènic.

source: Produces blast compound from pyratite and spore pods.
ca: Produeix compost explosiu a partir de piratita i beines d’espores.

source: Mixes coal, lead and sand into pyratite.
ca: Barreja carbó, plom i sorra per a obtenir piratita.

source: Melts down scrap into slag.
ca: Fon ferralla i n’obté escòria.

source: Separates slag into its mineral components.
ca: Separa l’escòria en els seus diferents components.

source: Compresses spore pods into oil.
ca: Comprimeix les beines d’espores i n’obté petroli.

source: Crushes scrap into fine sand.
ca: Tritura ferralla i n’obté sorra fina.

source: Transforms oil into coal.
ca: Transforma el petroli en carbó.

source: Vaporizes any item or liquid it receives.
ca: Vaporitza qualsevol element o líquid que rep.

source: Voids all power inputted. Sandbox only.
ca: Elimina tota l’energia que rebi. Només disponible en mode lliure.

source: Infinitely outputs power. Sandbox only.
ca: Genera energia indefinidament sense consumir recursos. Només disponible en mode lliure.

source: Infinitely outputs items. Sandbox only.
ca: Genera elements indefinidament sense consumir recursos. Només disponible en mode lliure.

source: Destroys inputted items. Sandbox only.
ca: Elimina tots els elements que rebi. Només disponible en mode lliure.

source: Infinitely outputs liquids. Sandbox only.
ca: Genera líquids indefinidament sense consumir recursos. Només disponible en mode lliure.

source: Destroys inputted liquids. Sandbox only.
ca: Elimina tots els líquids que rebi. Només disponible en mode lliure.

source: Infinitely outputs payloads. Sandbox only.
ca: Genera blocs indefinidament sense consumir recursos. Només disponible en mode lliure.

source: Destroys any payloads. Sandbox only.
ca: Elimina tots els blocs que rebi. Només disponible en mode lliure.

source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.copper-wall-large.description
source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.titanium-wall.description
source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.titanium-wall-large.description
source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.plastanium-wall.description
source: Protects structures from enemy projectiles. Absorbs lasers and electric arcs. Blocks automatic power connections.
ca: Protegeix les estructures dels projectils enemics. Absorbeix làsers i descàrregues elèctriques. Bloca les connexions d’energia automàtiques.

# block.plastanium-wall-large.description
source: Protects structures from enemy projectiles. Absorbs lasers and electric arcs. Blocks automatic power connections.
ca: Protegeix les estructures dels projectils enemics. Absorbeix làsers i descàrregues elèctriques. Bloca les connexions d’energia automàtiques.

# block.thorium-wall.description
source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.thorium-wall-large.description
source: Protects structures from enemy projectiles.
ca: Protegeix les estructures dels projectils enemics.

# block.phase-wall.description
source: Protects structures from enemy projectiles, reflecting most bullets upon impact.
ca: Protegeix les estructures dels projectils enemics, reflectint la majoria de munició que hi impacta.

# block.phase-wall-large.description
source: Protects structures from enemy projectiles, reflecting most bullets upon impact.
ca: Protegeix les estructures dels projectils enemics, reflectint la majoria de munició que hi impacta.

source: Protects structures from enemy projectiles, periodically releasing electric arcs upon contact.
ca: Protegeix les estructures dels projectils enemics, alliberant descàrregues elèctriques periòdicament quan algun enemic el toca.

# block.surge-wall-large.description
source: Protects structures from enemy projectiles, periodically releasing electric arcs upon contact.
ca: Protegeix les estructures dels projectils enemics, alliberant descàrregues elèctriques periòdicament quan algun enemic el toca.

# block.door.description
source: A wall that can be opened and closed.
ca: Un mur que es pot obrir i tancar.

# block.door-large.description
source: A wall that can be opened and closed.
ca: Un mur gros que es pot obrir i tancar.

source: Periodically repairs blocks in its vicinity. Optionally uses silicon to boost range and efficiency.
ca: Repara blocs propers periòdicament. També pot usar silici per a potenciar el seu abast i eficiència.

source: Repairs blocks in its vicinity. Optionally uses phase fabric to boost range and efficiency.
ca: Repara blocs propers. També pot usar teixit de fase per a potenciar el seu abast i eficiència.

source: Increases the speed of nearby buildings. Optionally uses phase fabric to boost range and efficiency.
ca: Augmenta la velocitat de les estructures properes. També es pot usar teixit de fase per a millorar-ne l’abast i eficiència.

source: Creates a hexagonal force field around itself, protecting buildings and units inside from damage. Overheats if too much damage is sustained. Optionally uses coolant to prevent overheating. Phase fabric increases shield size.
ca: Crea un camp de força hexagonal al seu voltant, protegint estructures i unitats que hi quedin a dins. S’escalfa si ha d’absorbir molt dany. També s’hi pot usar refrigerant per a contrarestar el sobreescalfament. El teixit de fase augmenta la mida del camp.

source: Releases electric arcs upon enemy unit contact.
ca: Solta descàrregues elèctriques quan els enemics les toquen.

source: Transports items forward.
ca: Mou elements en la direcció de la cinta.

source: Transports items forward. Faster than a standard conveyor.
ca: Mou elements en la direcció de la cinta. Més ràpida que una cinta normal.

source: Transports items forward in batches. Accepts items at the back, and unloads them in three directions at the front. Requires multiple loading and unloading points for peak throughput.
ca: Transporta elements en paquets. Accepta elements per la seva part posterior i els descarrega en les altres tres direccions. Requereix diversos punts de càrrega i descàrrega per a aconseguir la màxima eficàcia.

source: Acts as a bridge for two crossing conveyor belts.
ca: Actua com dues cintes per separat, una en la direcció de l’eix X i l’altra amb la direcció de l’eix Y.

source: Transports items over terrain or buildings.
ca: Transporta elements per sota del terra o de les estructures.

source: Instantly transports items over terrain or buildings. Longer range than the item bridge, but requires power.
ca: Transporta instantàniament elements per sota del terra o de les estructures. Té un abast més gran que les cintes subterrànies, però necessita energia.

source: If an input item matches the selection, it passes forward. Otherwise, the item is outputted to the left and right.
ca: Si un element d’entrada compleix els criteris, passa endavant. Si no, l’element surt per l’esquerra o per la dreta.

source: Similar to a standard sorter, but outputs selected items to the sides instead.
ca: Funciona a l’inrevés del classificador normal. Si un element d’entrada compleix els criteris, surt per un dels dos costats. Si no, l’element passa endavant.

source: Distributes input items to 3 output directions equally.
ca: Distribueix els elements d’entrada en les tres direccions de sortida equitativament.

source: A necessary evil. Using next to production inputs is not advised, as they will get clogged by output.
ca: Un mal necessari… No es recomana fer-ho servir prop de les estructures de producció, ja que en pot embussar l’entrada de recursos.

source: Distributes input items to 7 output directions equally.
ca: Distribueix els elements d’entrada en les 7 caselles de sortida equitativament.

source: Only outputs items to the left and right if the front path is blocked.
ca: Només envia els elements d’entrada pels costats si el camí del davant està embussat.

source: Opposite of an overflow gate. Outputs to the front if the left and right paths are blocked.
ca: Funciona a l’inrevés de la porta de desbordament. Els elements només surten pel davant si els camins de l’esquerra i de la dreta estan embussats.

source: Long-range item transport structure. Collects batches of items and shoots them to other mass drivers.
ca: Estructura de transport d’elements de llarg abast. Recull paquets d’elements i els dispara a altres transportadors a distància.

source: Pumps and outputs liquids. Does not require power.
ca: Bombeja i extreu líquids. No necessita energia.

source: Pumps and outputs liquids. Requires power.
ca: Bombeja i extreu líquids. Consumeix energia.

source: Pumps and outputs liquids.
ca: Bombeja i extreu líquids.

source: Moves liquids forward. Used in conjunction with pumps and other conduits.
ca: Serveix per a transportar líquids. S’utilitza amb estacions de bombeig i altres tipus de canonades.

source: Moves liquids forward. Transports faster and stores more than standard conduits.
ca: Serveix per a transportar líquids. Els transporta més de pressa i n’emmagatzema més que les canonades estàndard.

source: Moves liquids forward. Does not accept input from the sides. Does not leak.
ca: Serveix per a transportar líquids. No accepta entrades des dels costats. No té fugues.

source: Accepts liquids from one direction and outputs them to up to 3 other directions equally. Can also store a certain amount of liquid.
ca: Accepta líquid des d’una direcció i surt repartit equitativament en les altres 3 direccions. També pot emmagatzemar una determinada quantitat de líquid.

source: Stores a sizeable amount of liquid. Outputs to all sides, similarly to a liquid router.
ca: Emmagatzema una quantitat considerable de líquid. Surt per tots els cantons, com els encaminadors de líquids.

source: Stores a large amount of liquid. Outputs to all sides, similarly to a liquid router.
ca: Emmagatzema una gran quantitat de líquid. Surt per tots els cantons, com els encaminadors de líquids.

source: Acts as a bridge between two crossing conduits.
ca: Actua com dues canonades per separat, una en la direcció de l’eix X i l’altra amb la direcció de l’eix Y.

source: Transports liquids over terrain or buildings.
ca: Transporta líquids per sota del terra o de les estructures.

source: Transports liquids over terrain or buildings. Longer range than the bridge conduit, but requires power.
ca: Transporta líquids per sota del terra o de les estructures, amb més abast que les canonades subterrànies normals, però necessita energia.

source: Transmits power to connected nodes. The node will receive power from or supply power to any adjacent blocks.
ca: Transmet energia entre nodes connectats. El node rebrà o subministrarà energia als blocs adjacents.

source: An advanced power node with greater range.
ca: Un node d’energia avançat amb un abast més gran.

source: A long-range power node with fewer available connections.
ca: Un node d’energia de llarg abast però amb menys connexions disponibles.

source: Moves battery power in one direction, but only if the other side has less power stored.
ca: Mou l’energia de la bateria en una direcció, però només si l’altre costat té menys energia emmagatzemada.

source: Stores power in times of surplus energy. Outputs power in times of deficit.
ca: Emmagatzema energia quan hi ha un excés de producció. L’allibera quan hi ha dèficit de producció d’energia.

source: Stores power in times of surplus energy. Outputs power in times of deficit. Higher capacity than a regular battery.
ca: Emmagatzema energia quan hi ha un excés de producció. L’allibera quan hi ha dèficit de producció d’energia. Té més capacitat que una bateria normal.

source: Generates power by burning flammable materials, such as coal.
ca: Genera energia cremant materials inflamables, com ara carbó.

source: Generates power when placed in hot locations.
ca: Genera energia quan es construeix en llocs on el terra tingui una temperatura elevada.

source: Generates power by burning flammable materials and converting water to steam.
ca: Genera energia cremant materials inflamables i convertint l’aigua líquida en vapor.

source: Generates large amounts of energy. Utilizes the temperature difference between cryofluid and burning pyratite.
ca: Genera grans quantitats d’energia. Utilitza la diferència de temperatura entre el líquid criogènic i la pirarita que crema.

source: Uses the heat of decaying radioactive compounds to produce energy at a slow rate.
ca: Usa la calor dels compostos radioactius que es descomponen per a produir energia lentament.

source: Provides a small amount of power from the sun.
ca: Obté una mica d’energia solar i la transforma en elèctrica.

source: Provides a small amount of power from the sun. More efficient than the standard solar panel.
ca: Obté una mica d’energia solar i la transforma en elèctrica. És més eficient que un panell solar normal.

source: Generates significant amounts of power from thorium. Requires constant cooling. Will explode violently if insufficient amounts of coolant are supplied.
ca: Genera grans quantitats d’energia emprant tori. Necessita refrigeració constant. Es produirà una explosió violenta si no se li subministra una quantitat de refrigerant suficient.

source: Creates massive amounts of power at peak efficiency. Requires a significant power input to kickstart the process.
ca: Obté quantitats grans d’energia amb un gran rendiment. Necessita una quantitat d’energia significant d’entrada per a començar el procés.

source: When placed on ore, outputs items at a slow pace indefinitely. Only capable of mining basic resources.
ca: Quan es construeix damunt un dipòsit de mineral, extrau recursos poc a poc indefinidament. Només pot extraure els recursos minerals més bàsics.

source: An improved drill, capable of mining titanium. Mines at a faster pace than a mechanical drill.
ca: Una perforadora millorada que pot extraure titani. Extrau recursos més ràpid que una perforadora mecànica.

source: Allows drilling even faster through laser technology, but requires power. Capable of mining thorium.
ca: Permet extraure recursos més de pressa utilitzant tecnologia làser, però necessita energia. Pot extraure tori.

source: The ultimate drill. Requires large amounts of power.
ca: La millor perforadora. Necessita grans quantitats d’energia per a funcionar.

source: Extracts groundwater. Used in locations with no surface water available.
ca: Extrau aigua del terra. S’usa en llocs on no hi ha aigua a la superfície.

source: Cultivates tiny concentrations of atmospheric spores into spore pods.
ca: Cultiva petites concentracions d’espores atmosfèriques i obté beines d’espores.

source: Recovered technology. Used to produce massive amounts of biomass as efficiently as possible. Likely the initial incubator of the spores now covering Serpulo.
ca: S’usa per a produir grans quantitats de biomassa de la manera més eficient possible. És molt probable que sigui com la incubadora inicial de les espores que han acabat cobrint Serpulo.

source: Uses large amounts of power, sand and water to drill for oil.
ca: Usa molta energia, sorra i aigua per a extreure petroli.

source: Core of the base. Once destroyed, the sector is lost.
ca: Nucli de la base. Un cop s’ha destruït, es perd el sector.

source: The first iteration. Compact. Self-replicating. Equipped with single-use launch thrusters. Not designed for interplanetary travel.
ca: La primera iteració. Compacte. Pot autoreplicar-se. Equipat amb propulsors d’un sol ús. No s’ha dissenyat per a viatges interplanetaris.

source: Core of the base. Well armored. Stores more resources than a Shard.
ca: Nucli de la base. Ben blindat. Emmagatzema més recursos que el nucli «Estella».

source: The second iteration.
ca: La segona iteració.

source: Core of the base. Extremely well armored. Stores massive amounts of resources.
ca: Nucli de la base. Extremadament ben blindat. Emmagatzema una quantitat enorme de recursos.

source: The third and final iteration.
ca: La tercera i última iteració.

source: Stores a large amount of items of each type. Expands storage when placed next to a core. Contents can be retrieved with an unloader.
ca: Emmagatzema una quantitat gran d’elements de cada tipus. Millora la capacitat d’emmagatzemament al sector si es situa al costat d’un nucli. Es poden recuperar els continguts amb un descarregador.

source: Stores a small amount of items of each type. Expands storage when placed next to a core. Contents can be retrieved with an unloader.
ca: Emmagatzema una quantitat petita d’elements de cada tipus. Millora la capacitat d’emmagatzemament al sector si es situa al costat d’un nucli. Es poden recuperar els continguts amb un descarregador.

source: Unloads the selected item from nearby blocks.
ca: Descarrega els elements seleccionats dels blocs adjacents.

source: Launches batches of items to selected sectors.
ca: Llança lots d’elements al sector seleccionat.

source: Sub-orbital system for point-to-point transportation of resources. Payload pods are fragile and incapable of surviving re-entry.
ca: Sistema suborbital de transport de recursos punt a punt. Les càpsules de càrrega només sobreviuen una sola reentrada i no es poden reutilitzar.

source: Fires alternating bullets at enemies.
ca: Dispara munició als enemics.

source: Fires clumps of lead, scrap or metaglass flak at enemy aircraft.
ca: Dispara projectils antiaeris de plom, ferralla o metavidre a les aeronaus enemigues.

source: Burns any ground enemies close to it. Highly effective at close range.
ca: Crema els enemics terrestres que tingui a prop. La torreta és molt efectiva a distàncies curtes.
