{
    "issues": {
        "deprecation": {
            "description": "La integració de contingut de correu IMAP està obsoleta. La configuració del teu servidor IMAP ja s'ha migrat a la [integració IMAP](https://my.home-assistant.io/redirect/config_flow_start?domain=imap). Per configurar un sensor de contingut de correu IMAP, configura un sensor de plantilla amb la configuració: \n\n```yaml\n{yaml_example}``` \n\nElimina la configuració obsoleta del sensor `imap_email_plaform` del teu fitxer `configuration.yaml`. \n\nTingues en compte que el filtre d'esdeveniments només filtra el primer dels remitents permesos configurats. Personalitza el filtre si cal. \n\nPots ometre aquesta part si ja has configurat un sensor de plantilla.",
            "title": "La integració de contingut de correu IMAP està obsoleta"
        },
        "migration": {
            "fix_flow": {
                "abort": {
                    "already_configured": "La configuració del servidor IMAP ja s'ha migrat a la integració IMAP. Elimina la configuració del sensor `imap_email_plaform` del teu fitxer `configuration.yaml`.",
                    "cannot_connect": "La migració ha fallat. No s'ha pogut connectar al servidor IMAP. Has de fer una migració manual."
                },
                "step": {
                    "confirm": {
                        "description": "En aquest pas es configurarà una entrada de configuració `imap` amb la configuració següent: \n\n```text\nServidor\t{server}\nPort\t{port}\nNom d'usuari\t{username}\nContrasenya\t*****\nCarpeta\t{folder}\n``` \n\nConsulta també: (https://www.home-assistant.io/integrations/imap/) \n\nLa configuració de filtratge del remitent (`sender`) permès és part de la configuració del sensor plantilla que es pot copiar i enganxar al teu fitxer `configuration.yaml`. \n\nTingues en compte que el filtre d'esdeveniments només filtra el primer dels remitents permesos configurats, personalitza el filtre si cal. \n\n```yaml\n{yaml_example}```\nNo t'oblidis d'esborrar les entrades necessàries del fitxer `configuration.yaml` després de la migració. \n\nEnvia per migrar la configuració del teu servidor IMAP a una entrada de configuració `imap`.",
                        "title": "La teva configuració del servidor IMAP serà migrada"
                    },
                    "start": {
                        "description": "La integració de contingut del correu IMAP està obsoleta. La configuració del teu servidor IMAP es pot migrar automàticament a la [integració IMAP](https://my.home-assistant.io/redirect/config_flow_start?domain=imap), això habilitarà un nou disparador d'esdeveniments `imap` personalitzat. Per configurar un sensor que tingui l'estat del contingut IMAP, es pot utilitzar un sensor plantilla. Elimina la configuració del sensor `imap_email_plaform` del teu fitxer `configuration.yaml` després de la migració. \n\nEnvia per iniciar la migració de la configuració del teu servidor IMAP a la integració `imap`.",
                        "title": "Migra la teva configuració de correu electrònic IMAP"
                    }
                }
            },
            "title": "La integració de contingut del correu IMAP necessita atenció"
        }
    }
}