Repository: pereorga/software-translations
Catalog: rawtherapee/*.po
Languages: ca

source: Use RawTherapee's camera-specific DCP or ICC input color profiles. These profiles are more precise than simpler matrix ones. They are not available for all cameras. These profiles are stored in the /iccprofiles/input and /dcpprofiles folders and are automatically retrieved based on a file name matching to the exact model name of the camera.
ca: Usa d'entrada el perfil de color DCP o ICC específic de càmera de RawTherapee. Aquests perfils són més precisos que els de simple matriu. Disponible per a algunes càmeres. Aquests perfils són als directoris /iccprofiles/input i /dcpprofiles i es carreguen automàticament segons un nom de fitxer que coincideix exactament amb el nom de model de la càmera.

source: Use a simple color matrix from dcraw, an enhanced RawTherapee version (whichever is available based on camera model) or one embedded in the DNG.
ca: Usa matriu de simple color per dcraw, versió RawTherapee ampliada (qualsevol sigui disponible segons model de càmera) o inclòs dins DNG.

# TP_ICM_INPUTCUSTOM
source: Custom
ca: Especial

source: Select your own DCP/ICC color profile file for the camera.
ca: Selecccionar un propi fitxer de perfil de color per a la càmera

source: Select Input DCP/ICC Profile...
ca: Selecc. perfil d'entrada ICC...

source: Use embedded, if possible
ca: Usar l'encastat si és possible

source: Use color profile embedded in non-raw files.
ca: Aplica perfil de color inclòs en fitxers no raw.

source: No profile
ca: Sense perfil

source: Use no input color profile at all.\nUse only in special cases.
ca: No aplicar perfil de color d'entrada tret de casos especials.

source: Input Profile
ca: Perfil d'entrada

# TP_ICM_LABEL
source: Color Management
ca: Gestió de color

source: No ICM: sRGB Output
ca: No cap ICM: Sortida sRGB

source: Output Profile
ca: Perfil de sortida

source: Tone curve
ca: Usa la corba de to DCP.

source: Employ the embedded DCP tone curve. The setting is only available if the selected DCP has a tone curve.
ca: Habilita l'ús de corbes de to incloses en els perfils DCP.

source: Working Profile
ca: Perfil de treball

# TP_IMPULSEDENOISE_LABEL
source: Impulse Noise Reduction
ca: Impuls Reducció de Soroll

# TP_IMPULSEDENOISE_THRESH
source: Threshold
ca: Llindar d'impuls RS

# TP_LABCURVE_BRIGHTNESS
source: Lightness
ca: Brillantor

source: Chromaticity
ca: Cromaticitat

source: Luminance Curve
ca: Corba de luminància

source: Green Saturated
ca: Verd saturat

source: Green Pastel
ca: Verd pastel

source: Red Pastel
ca: Roig pastel

source: Red Saturated
ca: Roig saturat

source: Blue Saturated
ca: Blau saturat

source: Blue Pastel
ca: Blau pastel

source: Yellow Pastel
ca: Groc pastel

source: Yellow Saturated
ca: Groc saturat

source: Dull
ca: Mat

source: Saturated
ca: Saturat

source: Chromaticity according to chromaticity C=f(C).
ca: Cromaticitat segons la cromaticitat

source: Chromaticity according to hue C=f(H).
ca: Cromaticitat segons el Hue

source: Luminance according to chromaticity L=f(C).
ca: Cromaticitat segons la luminància

source: L*a*b* Adjustments
ca: Ajustos Lab

source: Restrict LC to red and skin-tones
ca: LC limitat als tons vermell i pell

source: If enabled, the LC Curve affects only red and skin-tones.\nIf disabled, it applies to all tones.
ca: Si habilitat, la corba LC (luminància segons cromaticitat) es limita als tons vermell i de pell\nSi no ho està, s'aplica a tots els tons

source: Red and skin-tones protection
ca: Protecció de tons vermells i de pell

source: Works on the Chromaticity slider and the CC curve.
ca: Es maneja amb el control de cromaticitat i la corba CC.

source: Auto-Crop
ca: Auto cropa

# TP_LENSGEOM_FILL
source: Auto-fill
ca: Auto omple

source: Lens / Geometry
ca: Lent / Geometria

source: Profiled Lens Correction
ca: Perfil de correcció de lent

source: Resets exposure sliders to neutral values.\nApplies to the same controls that Auto Levels applies to, regardless of whether you used Auto Levels or not.
ca: Torna els controls d'exposició a valors neutrals

# TP_PERSPECTIVE_HORIZONTAL
source: Horizontal
ca: Horitzontal

# TP_PERSPECTIVE_LABEL
source: Perspective
ca: Perspectiva

# TP_PREPROCESS_GREENEQUIL
source: Green equilibration
ca: Equilibri verd

source: Preprocessing
ca: Preprocessant

# TP_PREPROCESS_LINEDENOISE
source: Line noise filter
ca: Filtre línia dessoroll

source: None found
ca: No trobat

source: Auto-correction
ca: Auto correcció

# TP_RAWCACORR_CABLUE
source: Blue
ca: Blau

# TP_RAWCACORR_CARED
source: Red
ca: Vermell

# TP_RAWCACORR_LABEL
source: Chromatic Aberration Correction
ca: Correcció d'aberració cromàtica

source: White-point correction
ca: Punt blanc: factor de correcció linear

source: Link greens
ca: Dos verds junts

# TP_RAW_DCBENHANCE
source: DCB enhancement
ca: Aplica pas de millora DCB

source: Number of DCB iterations
ca: Nombre d'iteracions DCB

# TP_RAW_DMETHODTP_RAW_DMETHOD
source: Method
ca: Mètode

source: False color suppression steps
ca: Passos de supressió del fals color

source: Demosaicing
ca: Demosaicant

source: Applies to:
ca: S'aplica a:

source: Cropped Area
ca: Àrea cropada

source: Bounding Box
ca: Capsa d'inclusió

source: Full Image
ca: Imatge sencera

source: Height:
ca: A:

# TP_RESIZE_HEIGHT
source: Height
ca: Alt

# TP_RESIZE_LABEL
source: Resize
ca: Canviar tamany

# TP_RESIZE_METHOD
source: Method:
ca: Mètode:

source: Nearest
ca: Més proper

# TP_RESIZE_SCALE
source: Scale
ca: Escala

source: Specify:
ca: Especifica:

source: Width:
ca: L:

# TP_RESIZE_WIDTH
source: Width
ca: Ample

# TP_RGBCURVES_CHANNEL
source: Channel
ca: Canal

source: G
ca: V

source: RGB Curves
ca: Corbes RGB

source: Degree
ca: Graus

source: Rotate
ca: Rota

source: Select Straight Line
ca: Selecc. línia recta

# TP_SHADOWSHLIGHTS_HIGHLIGHTS
source: Highlights
ca: Clars intensos

source: Highlights tonal width
ca: Amplada de to per Clars I.

# TP_SHADOWSHLIGHTS_LABEL
source: Shadows/Highlights
ca: Foscos/Clars intensos

# TP_SHADOWSHLIGHTS_RADIUS
source: Radius
ca: Radi

# TP_SHADOWSHLIGHTS_SHADOWS
source: Shadows
ca: Foscos

source: Shadows tonal width
ca: Amplada de to per Foscos

# TP_SHARPENEDGE_AMOUNT
source: Quantity
ca: Quantitat

# TP_SHARPENEDGE_LABEL
source: Edges
ca: Vores

# TP_SHARPENEDGE_PASSES
source: Iterations
ca: Iteracions

source: Luminance only
ca: Només luminància

# TP_SHARPENING_AMOUNT
source: Amount
ca: Quantitat

# TP_SHARPENING_EDRADIUS
source: Radius
ca: Radi

source: Edge tolerance
ca: Tolerància vores

source: Halo control
ca: Control de halo

# TP_SHARPENING_HCAMOUNT
source: Amount
ca: Quantitat

# TP_SHARPENING_LABEL
source: Sharpening
ca: Enfocant

# TP_SHARPENING_METHOD
source: Method
ca: Mètode

source: Sharpen only edges
ca: Enfocar només vores

# TP_SHARPENING_RADIUS
source: Radius
ca: Radi

source: RL Deconvolution
ca: RL Deconvolució

# TP_SHARPENING_RLD_AMOUNT
source: Amount
ca: Quantitat

source: Damping
ca: Ablaniment

# TP_SHARPENING_RLD_ITERATIONS
source: Iterations
ca: Iteracions

# TP_SHARPENING_THRESHOLD
source: Threshold
ca: Llindar

source: Unsharp Mask
ca: Màscara d'enfocament

# TP_SHARPENMICRO_AMOUNT
source: Quantity
ca: Quantitat

source: 3×3 matrix instead of 5×5
ca: matriu 3×3 en lloc de 5×5

source: Uniformity
ca: Uniformitat

source: Avoid color shift
ca: Evita alteració de color

source: Skin-tones
ca: Tons de pell

source: Red/Purple
ca: Vermell/porpra

# TP_VIBRANCE_CURVEEDITOR_SKINTONES_RANGE2
source: Red
ca: Vermell

source: Red/Yellow
ca: Vermell/groc

source: Yellow
ca: Groc

source: Hue according to hue H=f(H).
ca: Hue segons el Hue

# TP_VIBRANCE_LABEL
source: Vibrance
ca: Vibrància

source: Pastel tones
ca: Tons pastel

source: Link pastel and saturated tones
ca: Enllaç de tons pastel i saturats

source: Protect skin-tones
ca: Protecció dels tons de pell

source: Pastel/saturated tones threshold
ca: Llindar tons pastel/saturats

source: Saturation threshold
ca: Llindar de saturació

source: The vertical axis represents pastel tones at the bottom and saturated tones at the top.\nThe horizontal axis represents the saturation range.
ca: L'eix vertical representa tons pastel a baix i tons saturats a dalt. L'horitzontal representa el grau de saturació.

source: Pastel/saturated transition's weighting
ca: Regulant la transició pastel/saturat

source: Saturated Tones
ca: Tons saturats

# TP_VIGNETTING_AMOUNT
source: Amount
ca: Quantitat

source: Center
ca: Centre

source: Center X
ca: Centre X

source: Center Y
ca: Centre Y

source: Vignetting Correction
ca: Correcció vorafosc

# TP_VIGNETTING_RADIUS
source: Radius
ca: Radi

# TP_VIGNETTING_STRENGTH
source: Strength
ca: Força

# TP_WBALANCE_CAMERA
source: Camera
ca: Càmera

source: Cloudy
ca: Núvols

# TP_WBALANCE_CUSTOM
source: Custom
ca: Especial

source: Daylight (sunny)
ca: Llum de dia (sol)

source: F1 - Daylight
ca: F1 - Llum de dia

source: F2 - Cool White
ca: F2 - Blanc fred

source: F3 - White
ca: F3 - Blanc

source: F4 - Warm White
ca: F4 - Blanc càl·lid

source: F5 - Daylight
ca: F5 - Llum de dia

source: F6 - Lite White
ca: F6 - Blanc menor

source: F7 - D65 Daylight Simulator
ca: F7 - D65 simulador llum de dia

source: F9 - Cool White Deluxe
ca: F9 - Blanc fred de luxe

source: White Balance
ca: Balanç de blancs

source: Lamp
ca: Làmpara

# TP_WBALANCE_METHOD
source: Method
ca: Mètode

source: Shade
ca: Ombra

source: Size:
ca: Tamany:

source: Use the pipette to pick the white balance from a neutral patch in the preview.
ca: Punt b. blancs

source: Temperature
ca: Temperatura

source: Tungsten
ca: Tungstèn

source: Open (new) detail window
ca: Obre una altra finestra de detall

source: Zoom to 100%\nShortcut: <b>z</b>
ca: Zoom 100%\nDrecera: <b>z</b>

source: Fit whole image to screen\nShortcut: <b>Alt</b>-<b>f</b>
ca: Ajusta a la finestra\nDrecera: <b>Alt</b>-<b>f</b>

source: Zoom In\nShortcut: <b>+</b>
ca: Apropa\nDrecera: <b>+</b>

source: Zoom Out\nShortcut: <b>-</b>
ca: Allunya\nDrecera: <b>-</b>
