Repository: pereorga/software-translations
Catalog: rawtherapee/*.po
Languages: ca

source: b
ca: b2

source: Version
ca: Versió

source: Credits
ca: Crèdits

source: License
ca: Llicència

source: Release Notes
ca: Notes de la versió

source: Batch Processing
ca: Processament per lots

source: Curve
ca: Corba

source: Curves
ca: Corbes

# CURVEEDITOR_CUSTOM
source: Standard
ca: A mida

source: Darks
ca: Foscos

# CURVEEDITOR_HIGHLIGHTS
source: Highlights
ca: Clars intensos

source: Lights
ca: Clars

source: Linear
ca: Lineal

source: Load curve
ca: Carrega corba...

source: Equalizer
ca: Mínima/Màxima punts de control

source: Control cage
ca: Gàbia de control

source: Parametric
ca: Paramètric

source: Save curve...
ca: Desa corba...

# CURVEEDITOR_SHADOWS
source: Shadows
ca: Ombres

source: Copy current curve to clipboard.
ca: Copia la corba actual al portap.

source: Reset curve to linear.
ca: Restaura corba lineal (recta)

source: Load a curve from file.
ca: Carrega corba de fitxer

source: Paste curve from clipboard.
ca: Enganxa corba del portap.

source: Save current curve.
ca: Desa la corba actual

source: Type:
ca: Tipus:

source: Folders
ca: Carpetes

source: Image Edit
ca: Edita imatge

source: Aperture
ca: Obertura

# EXIFFILTER_CAMERA
source: Camera
ca: Càmera

source: Exposure compensation (EV)
ca: Compensació d'exposició (EV)

source: File type
ca: Tipus de fitxer

source: Focal length
ca: Distància focal

source: Lens
ca: Objectiu

source: Enable metadata filters
ca: Empra filtres Metadata

source: Shutter
ca: Temps d'exposició

source: Add/Edit
ca: Afegir/Editar

source: Add new tag or edit tag.
ca: Afegir nou atribut o editar-lo

source: Enter value
ca: Entrar valor

source: Select tag
ca: Selecciona atribut

source: Add/Edit Tag
ca: Afegir/Editar atribut

source: Keep
ca: Guarda

source: Keep the selected tags when writing output file.
ca: Conserva atributs seleccionats en escriure un nou fitxer

source: Remove
ca: Esborra

source: Remove the selected tags when writing output file.
ca: Esborra atributs seleccionats en escriure un nou fitxer

# EXIFPANEL_RESET
source: Reset
ca: Reinicialitza

source: Reset All
ca: Reinic. tot

source: Reset all tags to their original values.
ca: Reinicialitza atributs als valors originals

source: Reset the selected tags to their original values.
ca: Reinic. atributs seleccionats als valors originals

source: Select / Unselect All
ca: Selecciona / Deselecciona tot

source: Bypass Defringe
ca: Salta desserrellar

source: Bypass Noise Reduction
ca: Salta reducció de soroll

source: Bypass Contrast by Detail Levels
ca: Salta contrast per nivells de detall

source: Bypass [raw] Chromatic Aberration Correction
ca: Salta [raw] correcció d'aberració cromàtica

source: Bypass [raw] False Color Suppression
ca: Salta [raw] supressió de fals color

source: Bypass [raw] DCB Enhancement Steps
ca: Salta [raw] passos de millora DCB

source: Bypass [raw] DCB Iterations
ca: Salta [raw] iteracions DCB

source: Bypass [raw] Dark-Frame
ca: Salta [raw] marc fosc

source: Bypass [raw] Flat-Field
ca: Salta [raw] camp pla

source: Bypass [raw] Green Equilibration
ca: Salta [raw] equilibri de verd

source: Bypass [raw] Line Noise Filter
ca: Salta [raw] línia de filtre de soroll

source: Bypass Edge Sharpening
ca: Salta afinar vores

source: Bypass Sharpening
ca: Salta reenfocar

source: Bypass Microcontrast
ca: Salta microcontrast

source: <b>Fast Export Options</b>
ca: <b>Opcions d'exportació ràpida</b>

source: Fast Export options provide overrides to bypass time and resource consuming development settings and to run queue processing using the fast export settings instead. This method is recommended for quicker generation of lower resolution images when speed is a priority or when resized output is desired for one or many images without making modifications to their saved development parameters.
ca: Les opcions d'exportació ràpida permeten estalviar temps i recursos obviant els ajustos establerts de desenvolupament i processar la cua amb més celeritat. Es recomana aquest mètode per a una ràpida generació d'imatges de baixa resolució quan cal prioritzar la rapidesa o en canvis de tamany d'una o diverses imatges sense modificar els seus paràmetres de desenvolupament desats.

source: Maximum height:
ca: Alçada màxima:

source: Maximum width:
ca: Ample màxim:

source: Put to queue for fast export
ca: Posa a la cua per a export. ràpida

# EXPORT_RAW_DMETHOD
source: Demosaic method
ca: Mètode de demosaicar

source: queue-processed
ca: cua processada

source: Apply
ca: Aplica

source: Apply - partial
ca: Aplica - parcial

source: Auto dark-frame
ca: Auto marc fosc

source: Auto flat-field
ca: Auto camp pla

source: Type a path to navigate to.\n\nKeyboard shortcuts:\n<b>Ctrl-o</b> to focus to the path text box.\n<b>Enter</b> / <b>Ctrl-Enter</b> to browse there;\n<b>Esc</b> to clear changes.\n<b>Shift-Esc</b> to remove focus.\n\nPath shortcuts:\n<b>~</b> - user's home directory.\n<b>!</b> - user's pictures directory
ca: Escriviu path on buscar.\n<b>Ctrl-O</b> dirigir-se al path de la finestra de text.\n<b>Enter</b> / <b>Ctrl-Enter</b> (en el gestor de fitxers) per a navegar allí;\n\nPath dreceres:\n <b>~</b> - directori home de l'usuari\n <b>!</b> - directori de fotografies de l'usuari

source: Cache
ca: Cau

source: Clear
ca: Neteja

source: Copy
ca: Copia

source: Current name:
ca: Nom actual:

source: Dark-frame
ca: Marc fosc

source: File delete confirmation:
ca: Confirmació d'esborrar fitxer

source: Empty trash
ca: Buida paperera

source: Open with
ca: Obre amb

# FILEBROWSER_FLATFIELD
source: Flat-Field
ca: Camp pla

source: Move to dark-frames directory
ca: Canvia al directori de camps foscos

source: Move to flat-fields directory
ca: Canvia al directori de camps plans

source: New name:
ca: Nou nom:

source: Windows default viewer (queue-processed)
ca: Visor per omissió (cua-processat)

source: Paste - partial
ca: Enganxa - parcialment

source: Paste
ca: Enganxa

source: Cancel job
ca: Cancel·la treball

source: Color label
ca: Color d'etiqueta

source: Copy to...
ca: Copia a...

source: File operations
ca: Operacions amb fitxers

source: Move to end of queue
ca: Mou a la fi de la cua

source: Move to head of queue
ca: Mou a l'inici de la cua

source: Move to...
ca: Mou cap a...

source: Open
ca: Obre

source: Open in Editor
ca: Obrir en Editor

source: Put to queue
ca: Posa a la cua

source: Put to queue (Fast export)
ca: Posa a la cua (export. ràpida)

source: Processing profile operations
ca: Processant operacions de perfil

source: Rank
ca: Rang

source: Rename
ca: Reanomena

source: Select all
ca: Selec. tot

source: Move to trash
ca: Llença a la paperera

source: Unrank
ca: Treu el rang

source: Remove from trash
ca: Recup. de la paperera

source: Clear the Find query
ca: Neteja la recerca

source: Type filenames to search for. Supports partial filenames. Separate the search terms using commas, e.g.\n<i>1001,1004,1199</i>\n\nExclude search terms by prefixing them with <i>!=</i>\ne.g.\n<i>!=1001,1004,1199</i>\n\nShortcuts:\n<b>Ctrl-f</b> - focus the Find box,\n<b>Enter</b> - search,\n<b>Esc</b> - clear the Find box,\n<b>Shift-Esc</b> - defocus the Find box.
ca: Escriviu <i>part del nom d'un fitxer</i> a cercar o bé <i>llista amb comes com a separadort</i>.\nE.g. <i>1001,1004,1199</i> \n\n<b>Ctrl-F</b> entra a la finestra de text a cercar (en el gestor de fitxers).\n<b>Enter</b> comença a buscar.\n<b>Escape</b> neteja.

source: Find:
ca: Cerca:

source: Rename file
ca: Reanomena fitxer

source: Select dark-frame...
ca: Selecc. marc fosc...

source: Select flat-field...
ca: Selecc. camp pla...

source: Show images labeled Red.\nShortcut: <b>Alt-1</b>
ca: Mostra imatges etiqueta vermella.\nDrecera: <b>Alt-1</b>

source: Show images labeled Yellow.\nShortcut: <b>Alt-2</b>
ca: Mostra imatges etiqueta groga.\nDrecera: <b>Alt-2</b>

source: Show images labeled Green.\nShortcut: <b>Alt-3</b>
ca: Mostra imatges etiqueta verda.\nDrecera: <b>Alt-3</b>

source: Show images labeled Blue.\nShortcut: <b>Alt-4</b>
ca: Mostra imatges etiqueta blava.\nDrecera: <b>Alt-4</b>

source: Show images labeled Purple.\nShortcut: <b>Alt-5</b>
ca: Mostra imatges etiqueta porpra.\nDrecera: <b>Alt-5</b>

source: Clear all filters.\nShortcut: <b>d</b>
ca: Neteja tots els filtres.\nDrecera: <b>D</b>

source: Show edited images.\nShortcut: <b>Shift-7</b>
ca: Mostra imatges editades.\nDrecera: <b>Shift-7</b>

source: Show not edited images.\nShortcut: <b>Shift-6</b>
ca: Mostra imatges no editades.\nDrecera: <b>Shift-6</b>

source: Show Exif info.\n\nShortcuts:\n<b>i</b> - Multiple Editor Tabs Mode,\n<b>Alt-i</b> - Single Editor Tab Mode.
ca: Mostra dades EXIF.\nDrecera: <b>i</b>

source: Show images ranked as 1-star.\nShortcut: <b>Shift-1</b>
ca: Exposa imatges d' 1 estrella.\nDrecera: <b>Shift-1</b>

source: Show images ranked as 2-star.\nShortcut: <b>Shift-2</b>
ca: Exposa imatges de 2 estrelles.\nDrecera: <b>Shift-2</b>

source: Show images ranked as 3-star.\nShortcut: <b>Shift-3</b>
ca: Exposa imatges de 3 estrelles.\nDrecera: <b>Shift-3</b>

source: Show images ranked as 4-star.\nShortcut: <b>Shift-4</b>
ca: Exposa imatges de 4 estrelles.\nDrecera: <b>Shift-4</b>

source: Show images ranked as 5-star.\nShortcut: <b>Shift-5</b>
ca: Exposa imatges de 5 estrelles.\nDrecera: <b>Shift-5</b>

source: Show saved images.\nShortcut: <b>Alt-7</b>
ca: Mostra últimes imatges desades.\nDrecera: <b>Alt-7</b>

source: Show unsaved images.\nShortcut: <b>Alt-6</b>
ca: Mostra imatges no recentment desades.\nDrecera: <b>Alt-6</b>

source: Show contents of trash.\nShortcut: <b>Ctrl-t</b>
ca: Veure què hi ha a la paperera.\nDrecera: <b>Ctrl-t</b>

source: Show images without a color label.\nShortcut: <b>Alt-0</b>
ca: Mostra imatges sense etiqueta de color.\nDrecera: <b>Alt-0</b>

source: Show unranked images.\nShortcut: <b>Shift-0</b>
ca: Mostra imatges sense rang.\nDrecera: <b>Shift-0</b>

source: Thumbnail size
ca: Tamany minifoto

source: Increase thumbnail size.\n\nShortcuts:\n<b>+</b> - Multiple Editor Tabs Mode,\n<b>Alt</b>-<b>+</b> - Single Editor Tab Mode.
ca: Engrandir minifoto.\nDrecera: <b>+</b>

source: Decrease thumbnail size.\n\nShortcuts:\n<b>-</b> - Multiple Editor Tabs Mode,\n<b>Alt</b>-<b>-</b> - Single Editor Tab Mode.
ca: Reduïr minifoto.\nDrecera: <b>-</b>

source: About
ca: Respecte a

source: After
ca: Després

source: Before
ca: Abans

source: Cancel
ca: Cancel·la

source: Disable
ca: Inactiva

source: Disabled
ca: Inactivat

source: Enable
ca: Activa

source: Enabled
ca: Activat

source: File
ca: Fitxer

source: Landscape
ca: Horitzontal

source: Portrait
ca: Vertical

source: Save
ca: Desa

source: (Unchanged)
ca: (No canviat)

source: Warning
ca: Avís

source: Show/Hide blue histogram.
ca: Mostra/amaga l'histograma BLAU

source: Show/Hide RGB indicator bar.
ca: Mostra/amaga la barra indicadora RGB\nClic botó dret a la previsualització per a congelar/descongelar

source: Show/Hide green histogram.
ca: Mostra/amaga l'histograma VERD

source: Show/Hide CIELab luminance histogram.
ca: Mostra/amaga l'histograma de luminància CIELAB

source: Show/Hide red histogram.
ca: Mostra/amaga l'histograma VERMELL

source: Changed
ca: Canviat

source: Custom curve
ca: Corba particular

source: From clipboard
ca: Del portapapers

source: History
ca: Història

source: Photo loaded
ca: Imatge oberta

source: PP3 changed
ca: PP3 canviat

source: History browsing
ca: Repassant la història

source: Exposure - Lightness
ca: Brillantor

source: Exposure - Contrast
ca: Contrast

source: Exposure - Black
ca: Negre

source: Exposure - Compensation
ca: Compensació d'exposició

source: Exposure - Highlight compression
ca: Compressió de clars intensos

source: Exposure - Shadow compression
ca: Compressió de foscos

source: Exposure - Tone curve 1
ca: Corba de to 1

# HISTORY_MSG_12
source: Exposure - Auto levels
ca: Exposició automàtica

source: Exposure - Clip
ca: Pèrdua per exposició

source: L*a*b* - Lightness
ca: Luminància: Brillantor

source: L*a*b* - Contrast
ca: Luminància: Contrast

source: L*a*b* - L* curve
ca: Corba 'L'

# HISTORY_MSG_20
source: Sharpening
ca: Enfocant

source: USM - Radius
ca: Enfocant -Radi

source: USM - Amount
ca: Enfocant -Quantitat

source: USM - Threshold
ca: Enfocant -Llindar

source: USM - Sharpen only edges
ca: Enfocar només vores

source: USM - Edge detection radius
ca: Enfocant -Radi detecció de vora

source: USM - Edge tolerance
ca: Enfocant -Tolerància vora

source: USM - Halo control
ca: Enfocant -Control de halo

source: USM - Halo control amount
ca: Control de halo -quantitat

source: Sharpening - Method
ca: Mètode d'enfocar

source: RLD - Radius
ca: Deconvolució: Radi

source: RLD - Amount
ca: Deconvolució: Quantitat

source: RLD - Damping
ca: Deconvolució: Ablaniment

source: RLD - Iterations
ca: Deconvolució: Iteracions

source: Lens Correction - Distortion
ca: Correcció distorsió LCP

source: Lens Correction - Vignetting
ca: Correcció vorafosc LCP

# HISTORY_MSG_37
source: Exposure - Auto levels
ca: Nivells automàtics

source: White Balance - Method
ca: Mètode de balanç de blancs

source: WB - Temperature
ca: Temperatura de color

source: WB - Tint
ca: Tint de balanç de blancs

source: Exposure - Tone curve 1 mode
ca: Corba de to mode 1

source: Exposure - Tone curve 2
ca: Corba de to 2

source: Exposure - Tone curve 2 mode
ca: Corba de to mode 2

source: DCP - Tone curve
ca: Usa corba de to DCP

source: DCP illuminant
ca: Dessoroll de color, sensib. de vores

# HISTORY_MSG_50
source: Shadows/Highlights
ca: Foscos/clars intensos

source: S/H - Highlights
ca: Clars intensos

source: S/H - Shadows
ca: Foscos

source: S/H - Highlights tonal width
ca: Amplada de to de clars

source: S/H - Shadows tonal width
ca: Amplada de to de foscos

source: S/H - Radius
ca: Radi foscos/clars intensos

source: Coarse rotation
ca: Rotació tosca

source: Horizontal flipping
ca: Inversió horitzontal

source: Vertical flipping
ca: Inversió vertical

# HISTORY_MSG_60
source: Rotation
ca: Rotació

# HISTORY_MSG_61HISTORY_MSG_61
source: Auto-fill
ca: Auto-omple

# HISTORY_MSG_62
source: Distortion correction
ca: Correcció distorsió de l'objectiu

source: Snapshot selected
ca: Instantània seleccionada

# HISTORY_MSG_64HISTORY_MSG_64
source: Crop
ca: Cropa foto

source: CA correction
ca: Correcció A.C.

source: Exposure - Highlight reconstruction
ca: Recuperació de clars intensos

source: Exposure - HLR method
ca: Recup. de clars: mètode

source: Working color space
ca: Espai de color de treball

source: Output color space
ca: Espai de color de sortida

source: Input color space
ca: Espai de color d'entrada

source: VC - Amount
ca: Correcció del vorafosc

# HISTORY_MSG_73
source: Channel Mixer
ca: Barrejador de canals

source: Resize - Scale
ca: Canviar l'escala

source: Resize - Method
ca: Mètode de canvi d'escala

source: Exif metadata
ca: Metadades Exif

source: IPTC metadata
ca: Metadades IPTC

source: Resize - Width
ca: Variar amplada

source: Resize - Height
ca: Variar alçada

# HISTORY_MSG_81HISTORY_MSG_81
source: Resize
ca: Escalat activat

source: Profile changed
ca: Perfil canviat

source: Perspective correction
ca: Correcció de perspectiva

source: Lens Correction - LCP file
ca: Perfil de correcció de la lent

source: RGB Curves - Luminosity mode
ca: Equalitzador d'ónula

# HISTORY_MSG_87
source: Impulse Noise Reduction
ca: Impuls de Reduc. de Soroll

source: Impulse NR threshold
ca: Llindar impuls RS

source: Noise Reduction
ca: Reducció de soroll

source: NR - Luminance
ca: RS - luminància

source: NR - Chrominance master
ca: RS - crominància

source: NR - Gamma
ca: RS - gama

source: CbDL - Value
ca: Intens. de contrast per grau de detall

# HISTORY_MSG_94
source: Contrast by Detail Levels
ca: Contrast per grau de detall

source: L*a*b* - Chromaticity
ca: Cromaticitat

source: L*a*b* - a* curve
ca: corba 'a'

source: L*a*b* - b* curve
ca: corba 'b'

# HISTORY_MSG_98
source: Demosaicing method
ca: Mètode demosaicat

source: Hot pixel filter
ca: Filtre píxels cremats/morts

source: Exposure - Saturation
ca: Saturació RGB

source: HSV - Hue
ca: HSV EQ -- Hue

source: HSV - Saturation
ca: HSV EQ -- Saturació

source: HSV - Value
ca: HSV EQ -- Valor

# HISTORY_MSG_104
source: HSV Equalizer
ca: HSV Equalitzador

# HISTORY_MSG_105HISTORY_MSG_105
source: Defringe
ca: Desserrellant

source: Defringe - Radius
ca: Desserrellar, radi

source: Defringe - Threshold
ca: Desserrellar, llindar

source: Exposure - HLC threshold
ca: Llindar compr. clars intensos

source: Resize - Bounding box
ca: Escala capsa d'inclusió

source: Resize - Applies to
ca: L'escalat s'aplica a

source: L*a*b* - Avoid color shift
ca: Evita estralls de color

source: --unused--
ca: --no usat--

source: L*a*b* - Red/skin prot.
ca: Protecció de tons vermell i pell

# HISTORY_MSG_114
source: DCB iterations
ca: Iteracions DCB

# HISTORY_MSG_115
source: False color suppression
ca: Iteracions fals color

# HISTORY_MSG_116HISTORY_MSG_116
source: DCB enhancement
ca: DCB ampliat

# HISTORY_MSG_119HISTORY_MSG_119
source: Line noise filter
ca: Línia dessoroll

# HISTORY_MSG_120HISTORY_MSG_120
source: Green equilibration
ca: Llindar equil. verd

source: Dark-Frame - Auto-selection
ca: Auto marc fosc

source: Dark-Frame - File
ca: Fitxer de camp fosc

# HISTORY_MSG_124
source: White point correction
ca: Correc. expo. linear

source: Flat-Field - File
ca: Fitxer de camp pla

source: Flat-Field - Auto-selection
ca: Auto-sel. camp pla

source: Flat-Field - Blur radius
ca: Camp pla borrós - radi

source: Flat-Field - Blur type
ca: Camp pla borrós - tipus

source: Auto distortion correction
ca: Auto-distorsió

source: Black level - Green 1
ca: Negre nivell verd 1

source: Black level - Red
ca: Negre nivell roig

source: Black level - Blue
ca: Negre nivell blau

source: Black level - Green 2
ca: Negre nivell verd 2

source: Black level - Link greens
ca: Negre nivell verd junts

source: ES - Iterations
ca: Afinant vores - iteracions

source: ES - Quantity
ca: Afinant vores - quantitat

source: Microcontrast - Quantity
ca: Microcontrast - quantitat

source: Microcontrast - Uniformity
ca: Microcontrast - uniformitat

source: Edge sharpening
ca: Afinament de vores

source: ES - Luminance only
ca: Afinant vores - només luminància

source: Microcontrast - 3×3 matrix
ca: Microcontrast - matriu 3×3

source: Post-demosaic artifact/noise red.
ca: Artefactes en post-demosaicat/reducció de soroll

# HISTORY_MSG_151HISTORY_MSG_151
source: Vibrance
ca: Vibrància

source: Vib - Pastel tones
ca: Vibrància - tons pastel

source: Vib - Saturated tones
ca: Vibrància - tons saturats

source: Vib - Protect skin-tones
ca: Vibrància - protecció de tons de pell

source: Vib - Avoid color shift
ca: Vibrància - Evita pèrdua de color

source: Vib - Link pastel/saturated
ca: Vibrància - Enllaç de tons pastel-saturats

source: Vib - P/S threshold
ca: Vibrància - llindar pastel/saturat

source: TM - Strength
ca: Intensitat

source: TM - Edge stopping
ca: Parada a les vores

source: TM - Scale
ca: Escala

source: TM - Reweighting iterates
ca: Iteracions de ponderació

# HISTORY_MSG_162
source: Tone Mapping
ca: Mapejant tons

source: RGB Curves - Red
ca: RGB corbes - R

source: RGB Curves - Green
ca: RGB corbes - G

source: RGB Curves - Blue
ca: RGB corbes - B

# HISTORY_MSG_167
source: Demosaicing method
ca: Mètode demosaicat

source: L*a*b* - CC curve
ca: Corba 'CC'

source: L*a*b* - CH curve
ca: Corba 'CH'

source: Vibrance - HH curve
ca: Vibrància - corba

source: L*a*b* - LC curve
ca: Corba 'LC'

source: L*a*b* - Restrict LC
ca: Restriccció LC als tons vermell i pell

# HISTORY_NEWSNAPSHOTHISTORY_NEWSNAPSHOT
source: Add
ca: Afegeix

source: Snapshot
ca: Instantània

source: Snapshots
ca: Instantànies

source: Category
ca: Classificació

source: City
ca: Ciutat

source: Copy IPTC settings to clipboard.
ca: Copiar dades actuals IPTC al portapapers

source: Country
ca: País

source: Credit line
ca: Crèdit

source: Enter who should be credited when this image is published.
ca: Identitat del proveïdor de la imatge, no necessàriament el propietari/creador (Credit).

source: Date created
ca: Data de creació

source: Embedded
ca: Encastat

source: Reset to IPTC data embedded in the image file.
ca: Restaurar les dades IPTC encastades al fitxer d'imatge

source: Headline
ca: Capçalera

source: Instructions
ca: Instruccions

source: Keywords
ca: Paraules clau

source: Paste IPTC settings from clipboard.
ca: Enganxa les dades IPTC del portapapers

# IPTCPANEL_RESET
source: Reset
ca: Reinici

source: Reset to profile default.
ca: Reinici perfil per omissió

source: Source
ca: Font

source: Title
ca: Títol

source: Fullscreen
ca: Pantalla sencera

source: Preferences
ca: Preferències

source: Put current image to processing queue.\nShortcut: <b>Ctrl+b</b>
ca: Afeg. imatge actual a la cua de procés.\nDrecera: <b>Ctrl+B</b>

source: Save current image.\nShortcut: <b>Ctrl+s</b>\nSave current profile (.pp3).\nShortcut: <b>Ctrl+Shift+s</b>
ca: Desa la imatge actual.\nDrecera: <b>Ctrl+S</b>

source: Edit current image in external editor.\nShortcut: <b>Ctrl+e</b>\nCurrent editor:
ca: Edita la imatge actual a un editor extern.\nDrecera: <b>Ctrl+E</b>

source: Show/hide all side panels.\nShortcut: <b>m</b>
ca: Mostra/amaga panells laterals.\nDrecera: <b>m</b>

source: Exit fullscreen
ca: Fi pantalla sencera

source: Editor.\nShortcut: <b>Ctrl-F4</b>
ca: Editor.\nDrecera: <b>Ctrl-F4</b>

# MAIN_FRAME_FILEBROWSER
source: File Browser
ca: Gestor de fitxers

source: File browser.\nShortcut: <b>Ctrl-F2</b>
ca: Gestor de fitxers.\nDrecera: <b>Ctrl-F2</b>

source: Places
ca: Llocs

# MAIN_FRAME_PLACES_ADD
source: Add
ca: Afeg

source: Queue
ca: Cua de procés

source: Processing queue.\nShortcut: <b>Ctrl-F3</b>
ca: Cua de procés.\nDrecera: <b>Ctrl-F3</b>

source: Recent Folders
ca: Carpetes recents

source: File already exists.
ca: Fitxer ja existent.

source: Cannot load image
ca: No es pot carregar la imatge

source: File saving error
ca: Error desant el fitxer

source: Cannot start editor.
ca: No es pot iniciar l'editor

source: Please set the correct path in Preferences.
ca: Poseu el path correcte en el diàleg "Preferències".

source: Filename unspecified!
ca: Nom de fitxer no indicat!

source: This command requires all selected images to be queue-processed first.
ca: Això requereix que totes les imatges seleccionades siguin abans processades a la cua.

source: Navigator
ca: Navegador

source: Do you want to overwrite it?
ca: El voleu sobreescriure?

source: Shortcut: <b>Alt-c</b>
ca: Drecera: <b>Alt-C</b>

source: Detail
ca: Detall

source: Shortcut: <b>Alt-d</b>
ca: Drecera: <b>Alt-D</b>

source: Batch Edit
ca: Desenv.

source: Fast Export
ca: Exporta

# MAIN_TAB_EXPOSUREMAIN_TAB_EXPOSURE
source: Exposure
ca: Exposició

source: Shortcut: <b>Alt-e</b>
ca: Drecera: <b>Alt-E</b>

source: Filter
ca: Filtre

source: Metadata
ca: Metadades

source: Shortcut: <b>Alt-m</b>
ca: Drecera: <b>Alt-M</b>

source: Shortcut: <b>Alt-r</b>
ca: Drecera: <b>Alt-R</b>

source: Transform
ca: Transforma

source: Shortcut: <b>Alt-t</b>
ca: Drecera: <b>Alt-T</b>

source: Background color of the preview: <b>theme-based</b>\nShortcut: <b>9</b>
ca: Color de fons de la vista prèvia: <b>basat en tema</b>\nDrecera: <b>8</b>

source: Background color of the preview: <b>black</b>\nShortcut: <b>9</b>
ca: Color de fons de la vista prèvia: <b>Negre</b>\nDrecera: <b>9</b>

source: Background color of the preview: <b>white</b>\nShortcut: <b>9</b>
ca: Color de fons de la vista prèvia: <b>Blanc</b>\nDrecera: <b>0</b>
