Repository: pereorga/software-translations
Catalog: rawtherapee/*.po
Languages: ca

source: <b>Lock</b> / <b>Unlock</b> the <b>Before</b> view\n\n<b>Lock</b>: keep the <b>Before</b> view unchanged.\nUseful to evaluate the cumulative effect of multiple tools.\nAdditionally, comparisons can be made to any state in the History.\n\n<b>Unlock</b>: the <b>Before</b> view will follow the <b>After</b> view one step behind, showing the image before the effect of the currently used tool.
ca: <b>Bloca</b> / <b>Desbloca</b> el <b>abans</b> vista\n\n<b>Bloca</b>: conserva la <b>abans</b> vista sense canvis.\nütil per a valorar l'efecte acumulatiu de moltes eines.\nA més, es poden fer comparacions amb qualsevol punt de la història\n\n<b>Desbloca</b>: el <b>abans</b> la vista romandrà <b>després</b> vista d'un pas enrera, mostrant la imatge abans de l'efecte de l'eina present.

source: Show/Hide the left panel (including the history).\nShortcut: <b>l</b>
ca: Mostra/amaga panell esquerre (incloent la història).\nDrecera: <b>1</b>

source: Clipped highlight indication.\nShortcut: <b>&gt;</b>
ca: Indicador de pèrdues en clars.\nDrecera: <b>&lt</b>

source: Clipped shadow indication.\nShortcut: <b>&lt;</b>
ca: Indicador de pèrdues en foscos.\nDrecera: <b>&gt</b>

source: Preview the <b>blue channel</b>.\nShortcut: <b>b</b>
ca: Previsualitza <b>Canal blau</b>.\nDrecera: <b>b</b>

source: Preview the <b>focus mask</b>.\nShortcut: <b>Shift-f</b>\n\nMore accurate on images with shallow depth of field, low noise and at higher zoom levels.\nZoom out to 10-30% to improve detection accuracy on noisy images.
ca: Previsualitza <b>reenfocament</b>.\nDrecera: <b>Majús-F</b>\n\nMés pecís en imatges amb poca profunditat de camp, poc soroll i gran zoom\n\nPer a millorar la precisa detecció en imatges amb soroll proveu amb zoom més petit: 10-30%\n\nLa vista prèvia surt més lenta amb el reenfocament activat.

source: Preview the <b>green channel</b>.\nShortcut: <b>g</b>
ca: Previsualitza <b>Canal verd</b>.\nDrecera: <b>g</b>

source: Preview the <b>luminosity</b>.\nShortcut: <b>v</b>\n\n0.299*R + 0.587*G + 0.114*B
ca: Previsualitza <b>Lluminositat</b>.\nDrecera: <b>v</b>\n\n0.299*R + 0.587*G + 0.114*B

source: Preview the <b>red channel</b>.\nShortcut: <b>r</b>
ca: Previsualitza <b>Canal vermell</b>.\nDrecera: <b>r</b>

source: Quick info on the image.\nShortcut: <b>i</b>
ca: Info breu de la imatge.\nDrecera: <b>i</b>

source: Show/Hide the left panel.\nShortcut: <b>l</b>
ca: Mostra/amaga panell esquerre.\nDrecera: <b>1</b>

source: Show/Hide the right panel.\nShortcut: <b>Alt-l</b>
ca: Mostra/amaga panell dret.\nDrecera: <b>Alt-L</b>

source: Show/Hide the top panel.\nShortcut: <b>Shift-l</b>
ca: Mostra/amaga panell superior.\nDrecera: <b>Majús-L</b>

source: Threshold
ca: Llindar

source: Toggle the <b>Before</b>/<b>After</b> view.\nShortcut: <b>Shift-b</b>
ca: Alterna vista abans/després.\nDrecera: <b>Majús-B</b>

source: Width: %1, Height: %2
ca: Amplada = %1, Altura = %2

source: x: --, y: --
ca: x = n/a, y = n/a

source: Basic Settings
ca: Ajustos bàsics

source: Chromatic aberration correction
ca: Correcció d'aberració cromàtica

source: Channel mixer
ca: Barrejador de canals

source: Coarse rotation/flipping
ca: Rotació 90 graus/ inversió

source: Color Related Settings
ca: Ajustos de color

# PARTIALPASTE_COMMONTRANSFORMPARAMS
source: Auto-fill
ca: Auto-omple

source: Composition Settings
ca: Ajustos de composició

# PARTIALPASTE_CROP
source: Crop
ca: Cropa

source: Dark-frame auto-selection
ca: Auto-sel. marc fosc

source: Dark-frame file
ca: Fitxer de marc fosc

# PARTIALPASTE_DEFRINGE
source: Defringe
ca: Desserrella

source: Detail Settings
ca: Ajustos de detall

source: Partial paste processing profile
ca: Enganxa parcialment al perfil de procés

source: Noise reduction
ca: Reducció de soroll

source: Contrast by detail levels
ca: Contrast per grau de detall

# PARTIALPASTE_DISTORTION
source: Distortion correction
ca: Correcció de distorsió

source: Tone mapping
ca: Mapejant tons

source: Everything
ca: Tot plegat

# PARTIALPASTE_EXIFCHANGES
source: Exif
ca: Canvis a les dades Exif

# PARTIALPASTE_EXPOSURE
source: Exposure
ca: Exposició

source: Flat-field auto-selection
ca: Auto-sel. Camp Pla

source: Flat-field blur radius
ca: Radi borrositat CP

source: Flat-field blur type
ca: Tipus borrositat CP

source: Flat-field file
ca: Fitxer de camp pla

source: HSV equalizer
ca: Equalitzador HSV

source: Color management settings
ca: Ajustos gestió de color

source: Impulse noise reduction
ca: Impuls de reducció de soroll

# PARTIALPASTE_IPTCINFO
source: IPTC
ca: Dades IPTC

source: L*a*b* adjustments
ca: Ajustos Lab

source: Lens Related Settings
ca: Ajustos de l'objectiu

source: Profiled lens correction
ca: Perfil de correcció de l'objectiu

source: Metadata settings
ca: Ajustos Metadades

# PARTIALPASTE_PERSPECTIVE
source: Perspective
ca: Perspectiva

# PARTIALPASTE_PREPROCESS_GREENEQUIL
source: Green equilibration
ca: Equilibri verd

# PARTIALPASTE_PREPROCESS_LINEDENOISE
source: Line noise filter
ca: Filtre línia de soroll

source: CA auto-correction
ca: Auto-correcció AC

source: Black levels
ca: Nivell negre

# PARTIALPASTE_RAWEXPOS_LINEAR
source: White point correction
ca: Factor de corr. linear de punt blanc

source: Raw Settings
ca: Ajustos raw

# PARTIALPASTE_RAW_DCBENHANCE
source: DCB enhancement
ca: Aplica pas de millora DCB

# PARTIALPASTE_RAW_DCBITERATIONS
source: DCB iterations
ca: Nombre d'iteracions DCB

# PARTIALPASTE_RAW_DMETHOD
source: Demosaic method
ca: Mètode demosaicat

# PARTIALPASTE_RAW_FALSECOLOR
source: False color suppression
ca: Passos de supressió de fals color demosaicant

# PARTIALPASTE_RESIZE
source: Resize
ca: Canviar tamany

source: RGB curves
ca: Corbes RGB

# PARTIALPASTE_ROTATION
source: Rotation
ca: Rotació

source: Shadows/highlights
ca: Foscos/clars intensos

# PARTIALPASTE_SHARPENEDGE
source: Edges
ca: Vores

source: Sharpening (USM/RL)
ca: Enfocant (USM/RL)

# PARTIALPASTE_VIBRANCE
source: Vibrance
ca: Vibrància

source: Vignetting correction
ca: Correcció del vorafosc

source: White balance
ca: Balanç de blancs

# PREFERENCES_ADD
source: Add
ca: AFEG

source: restart required
ca: Efectiu en reiniciar

source: Use operating system's main monitor color profile
ca: Usa els perfils dels monitors dels sist. operatius automàticament

# PREFERENCES_BATCH_PROCESSING
source: Batch Processing
ca: Process. per lots

source: Behavior
ca: Comportament

source: Maximum number of cache entries
ca: Màxim nombre d'entrades a la mem. cau

source: Cache Options
ca: Opcions memòria cau

source: Maximum thumbnail height
ca: Màxima alçada de minifoto

source: Clipping Indication
ca: Indicador de pèrdues

source: Custom Processing Profile Builder
ca: Constructor de perfils de procés particulars

source: Executable (or script) file called when a new initial processing profile should be generated for an image.\n\nThe path of the communication file (*.ini style, a.k.a. 'Keyfile') is added as a command line parameter. It contains various parameters required for the scripts and image Exif to allow a rules-based processing profile generation.\n\n<b>WARNING:</b> You are responsible for using double quotes where necessary if you're using paths containing spaces.
ca: Nom del fitxer executable (o script) per a usar un nou perfil de procés en una imatge.\nRep paràmetres en línia d'ordres per a la generació de perfils basats en regles:\n[raw/JPG path] [path per omissió del perfil de procés] [número f] [expos. en segons] [long. focal en mm] [ISO] [objectiu] [càmera]

# PREFERENCES_DARKFRAMEFOUND
source: Found
ca: Trobat

# PREFERENCES_DARKFRAMESHOTS
source: shots
ca: trets

# PREFERENCES_DARKFRAMETEMPLATES
source: templates
ca: plantilles

source: Date format
ca: Format de data

source: You can use the following formatting strings:\n<b>%y</b> - year\n<b>%m</b> - month\n<b>%d</b> - day\n\nFor example, the ISO 8601 standard dictates the date format as follows:\n<b>%y-%m-%d</b>
ca: <i>Podeu fer servir les següents cadenes formatades:</i>\n<b>%y</b><i> : any</i>\n<b>%m</b><i> : mes</i>\n<b>%d</b><i> : dia</i>\n<i>\nPer exemple, el format de data hongarès és:</i>\n<b>%y/%m/%d</b>

source: Dark-frames directory
ca: Carpeta de marcs foscos

source: Home directory
ca: directori home

source: Last visited directory
ca: Últim directori usat

source: Other
ca: Un altre

source: Select Image Directory at Startup...
ca: Selecc. directori d'inici...

source: Installation directory
ca: Instal·lació al directori

source: Editor layout
ca: Sortida d'editor

source: External Editor
ca: Editor extern

source: File Browser / Thumbnail Options
ca: Opcions de navegador i minifotos

# PREFERENCES_FLATFIELDFOUND
source: Found
ca: Trobat

source: Flat-fields directory
ca: Carpeta de camps plans

# PREFERENCES_FLATFIELDSHOTS
source: shots
ca: trets

# PREFERENCES_FLATFIELDTEMPLATES
source: templates
ca: plantilles

source: For non-raw photos
ca: Per a imatge no raw

source: For raw photos
ca: Per fitxers RAW

source: GIMP installation directory
ca: Directori d'instal. del GIMP

source: Histogram in left panel
ca: Histograma al panell esquerre

source: Threshold for clipped highlights
ca: Llindar pèrdues en clars

source: Directory containing color profiles
ca: Directori dels perfils de color

source: Default Processing Profile
ca: Paràm. per omissió de procés d'imatge

source: Absolute Colorimetric
ca: Colorimètric absolut

source: Relative Colorimetric
ca: Colorimètric relatiu

# PREFERENCES_INTENT_SATURATION
source: Saturation
ca: Saturació

source: Show embedded JPEG thumbnail if raw is unedited
ca: Mostra la mini JPEG encastada si el raw no està editat

source: Use system language
ca: Usa idioma del sistema

source: Group 'Open with'
ca: Grup "Obrir amb"

source: Group 'File operations'
ca: Grup "Operacions amb fitxers"

source: Group 'Color label'
ca: Grup "Etiqueta de color"

source: Group 'Processing profile operations'
ca: Grup "Operacions de procés de perfils"

source: Group 'Rank'
ca: Grup "Rang"

source: Context Menu Options
ca: Opcions del menú

source: Multiple Editor Tabs Mode
ca: Mode multitreball

source: Multiple Editor Tabs In Own Window Mode
ca: Mode multitreball en segon monitor, si se'n té un

source: Overlay filenames on thumbnails in the file browser
ca: Sobreposar noms de fitxer a les minifotos

source: Overwrite existing output files
ca: Sobrescriu fitxers en desar-los

source: Pan rate amplification
ca: Factor

source: Parsed Extensions
ca: Extensions analitzades

source: Add extension
ca: Afegir extensió

source: Add entered extension to the list.
ca: Escriu una extensió i prem aquí per veure la llista

source: Delete selected extension from the list.
ca: Esborrar l'extensió seleccionada de la llista

source: Processing Profile Handling
ca: Ficant mà als perfils de procés

source: Processing profile loading priority
ca: Prioritat de càrrega de perfils

source: Profile in cache
ca: Perfil a la mem. cau

source: Profile next to the input file
ca: Perfil juntament amb el fitxer

source: Save processing profile to the cache
ca: Desa els paràmetres de procés a la memòria cau

source: Save processing profile next to the input file
ca: Desa els paràm. de procés juntament amb la imatge

source: Property
ca: Propietat

source: Adobe Photoshop installation directory
ca: Directori d'instal. d'Adobe Photoshop

source: Select language
ca: Seleccionar idioma

source: Set
ca: Fixa

source: Show basic Exif info
ca: Mostra principals dades Exif

source: Show date and time
ca: Indica data i hora

source: Append exposure compensation
ca: Mostra compensació d'exposició

source: Threshold for clipped shadows
ca: Llindar pèrdues en foscos

source: Single Editor Tab Mode
ca: Mode simple treball

source: Single Editor Tab Mode, Vertical Tabs
ca: Mode simple treball, vistes verticals

source: Enter a full file path to set a sound, or leave blank for no sound.\nFor system sounds on Windows use 'SystemDefault', 'SystemAsterisk' etc., and on Linux use 'complete', 'window-attention' etc.
ca: Poseu el path o bé no res (res=silenci). A Windows useu "SystemDefault", "SystemAsterisk" etc. pels sons del sistema.

source: Editor processing done
ca: Process. d'editor fet

source: Queue processing done
ca: Procs. de la cua fets

source: After seconds
ca: després d'uns segons

source: Image Directory at Startup
ca: Directori inicial de les imatges

# PREFERENCES_TAB_BROWSER
source: File Browser
ca: Gestor de fitxers

# PREFERENCES_TAB_COLORMGR
source: Color Management
ca: Gestió del color

source: Image Processing
ca: Processament de la imatge

source: Sounds
ca: Sons

source: Tool panel:
ca: Panell d'eines:

source: Hide vertical scrollbar
ca: Amaga la barra d'eines vertical

source: Layout
ca: Flux de treball

source: Parameters to copy
ca: Paràmetres a copiar

source: Processing Profiles
ca: Perfils de postprocés

source: Load Processing Parameters...
ca: Carrega paràm. de postprocés...

source: Parameters to load
ca: Paràmetres a carregar

source: Parameters to paste
ca: Paràmetres a afegir

# PROFILEPANEL_PCUSTOMPROFILEPANEL_PCUSTOM
source: Custom
ca: Especial

source: From file
ca: Del fitxer

source: Last Saved
ca: Darrera desada

source: Save Processing Parameters...
ca: Desar paràm. de postprocés...

source: Parameters to save
ca: Paràmetres a desar

source: Copy current processing profile to clipboard.\n<b>Ctrl-click</b> to select the parameters to copy.
ca: Copia perfil actual al portapapers.\n<b>Ctrl-click</b> per seleccionar els paràmetres a copiar

source: Load a profile from file.\n<b>Ctrl-click</b> to select the parameters to load.
ca: Carrega perfil d'un fitxer.\n<b>Ctrl-click</b> per seleccionar els paràmetres a carregar

source: Paste profile from clipboard.\n<b>Ctrl-click</b> to select the parameters to paste.
ca: Enganxa perfil del portapapers.\n<b>Ctrl-click</b> per seleccionar els paràmetres a enganxar

source: Save current profile.\n<b>Ctrl-click</b> to select the parameters to save.
ca: Desa l'actual com a perfil.\n<b>Ctrl-click</b> per seleccionar els paràmetres a desar

source: Loading image...
ca: Carregant imatge...

source: Loading thumbnails...
ca: Carregant minifotos...

source: Loading JPEG file...
ca: Carregant fitxer JPEG...

source: Loading PNG file...
ca: Carregant fitxer PNG...

source: Loading TIFF file...
ca: Carregant fitxer TIFF...

source: Processing image...
ca: Processant imatge...

source: Processing profile saved
ca: Desat el perfil de procés

source: Ready
ca: A punt

source: Saving JPEG file...
ca: Desant fitxer JPEG...

source: Saving PNG file...
ca: Desant fitxer PNG...

source: Saving TIFF file...
ca: Desant fitxer TIFF...

source: Processing profile changed in browser
ca: Processant perfil canviat al navegador

source: Exif data not available.
ca: No hi ha dades Exif.

source: Auto-start
ca: Auto engega

source: Start processing automatically when a new job arrives.
ca: Inicia processat automàticament en rebre un nou treball

source: File Format
ca: Format de fitxer

source: Save to folder
ca: Desa al directori

source: Use template
ca: Usar plantilla

source: Specify the output location based on characteristics such as the source photo's location, rank, trash status or position in the queue.\n\nThe output template field value can include specifiers beginning with <b>%</b>, which are replaced by those characteristics in the actual destination path.\n\nPress the <b>?</b> button for full instructions.
ca: Podeu fer servir les següents cadenes de format:\n<b>%f</b>, <b>%d1</b>, <b>%d2</b>, ..., <b>%p1</b>, <b>%p2</b>, ..., <b>%r</b>\n\nAquest format es basa en les diferents parts del path d'una fotografia o bé alguns dels seus atributs.\n\nPer exemple, si la foto en curs està localitzada a:\n<b><i>/home/tom/fotos/2010-10-31/dsc0042.nef</i></b>\nel significat de les cadenes de format és:\n<b>%d4</b> = <i>home</i>\n<b>%d3</b> = <i>tom</i>\n<b>%d2</b> = <i>fotos</i>\n<b>%d1</b> = <i>2010-10-31</i>\n<b>%f</b> = <i>dsc0042</i>\n<b>%p1</b> = <i>/home/tom/fotos/2010-10-31/</i>\n<b>%p2</b> = <i>/home/tom/fotos/</i>\n<b>%p3</b> = <i>/home/tom/</i>\n<b>%p4</b> = <i>/home/</i>\n\n<b>%r</b> es canviarà pel rang de la foto. Si la foto no té rang, %r es convertirà en un '0'. Si la foto és a la paperera bin, %r es convertirà en 'x'.\n\nSi desitgeu desar la imatge actual on hi ha l'original, escriviu:\n<b>%p1/%f</b>\n\nSi desitgeu desar la imatge actual en un directori de nom "<i>refetes</i>" sota el directori de la imatge oberta, escriviu:\n<b>%p1/refetes/%f</b>\n\nSi desitgeu desar la imatge actual en un directori de nom "<i>/home/tom/photos/refetes/2010-10-31</i>", escriviu:\n<b>%p2/refetes/%d1/%f</b>

source: Automatically add a suffix if the file already exists
ca: Afegeix automàticament un sufix si el fitxer ja hi és

source: File format
ca: Format del fitxer

source: JPEG quality
ca: Qualitat JPEG

source: Put into processing queue
ca: Posa a la cua de procés

source: Put to the head of the processing queue
ca: Posa al principi de la cua de procés

source: Put to the end of the processing queue
ca: Posa a la fi de la cua de procés

source: Save immediately
ca: Desa ara mateix

source: Save processing parameters with image
ca: Desa els paràmetres de procés amb la imatge

source: Subsampling
ca: Submostreig

source: Best compression
ca: Millor compressió

source: Balanced
ca: Equilibrat

source: Best quality
ca: Millor qualitat

source: Uncompressed TIFF
ca: TIFF no comprimit

source: File will be named
ca: El fitxer es dirà

source: Click right mouse button to reset the position of those 3 sliders.
ca: Clic al botó dret per a restaurar\nla posició dels 3 nivells.

source: Bottom
ca: Baix

source: Bottom-left
ca: Baix-esquerra

source: Bottom-right
ca: Baix-dreta

source: Hold the <b>Shift</b> key to move individual control points.
ca: Prement la tecla <b>Majús</b> per a moure punts individuals de control.

# THRESHOLDSELECTOR_T
source: Top
ca: Dalt

source: Top-left
ca: Dalt-esquerra

source: Top-right
ca: Dalt-dreta

source: <b>Crop</b> selection.\nShortcut: <b>c</b>\nMove the crop using <b>Shift</b>+<b>mouse drag</b>.
ca: <b>Cropar</b> selecció.\nDrecera: <b>c</b>

source: Hand tool.\nShortcut: <b>h</b>
ca: Eina mà.\nDrecera: <b>h</b>

source: <b>Straighten</b> / <b>fine rotation</b>.\nShortcut: <b>s</b>\n\nIndicate the vertical or horizontal by drawing a guide line over the image. Angle of rotation will be shown next to the guide line. Center of rotation is the geometrical center of the image.
ca: <b>Dreçar</b> / <b>rotació fina</b>.\nDrecera: <b>s</b>\n\nIndica la vertical o horitzontal dibuixant una línia de guia sobre la previsualització de la imatge. L'angle de rotació es mostrarà junt a la guia. El centre de rotació és el centre geomètric de la imatge.

source: Spot white balance.\nShortcut: <b>w</b>
ca: Afina balanç de blancs.\nDrecera: <b>w</b>

# TP_CACORRECTION_BLUE
source: Blue
ca: Blau

# TP_CACORRECTION_LABEL
source: Chromatic Aberration Correction
ca: Correcció d'aberració cromàtica

# TP_CACORRECTION_REDTP_CACORRECTION_RED
source: Red
ca: Vermell

source: Blue channel
ca: Canal blau

source: Green channel
ca: Canal verd

# TP_CHMIXER_LABEL
source: Channel Mixer
ca: Barrejador de canals

source: Red channel
ca: Canal vermell

source: Flip horizontally.
ca: Inversió horitzontal

source: Rotate left.\n\nShortcuts:\n<b>[</b> - Multiple Editor Tabs Mode,\n<b>Alt-[</b> - Single Editor Tab Mode.
ca: Rotació esquerra.\nDrecera: <b>[</b>

source: Rotate right.\n\nShortcuts:\n<b>]</b> - Multiple Editor Tabs Mode,\n<b>Alt-]</b> - Single Editor Tab Mode.
ca: Rotació dreta.\nDrecera: <b>]</b>

source: Flip vertically.
ca: Inversió vertical

source: Lock ratio
ca: Fixa proporció:

source: Rule of Diagonals
ca: Regla de diagonals

source: Biometric Passport
ca: Passaport biomètric

source: Frame
ca: Marc

source: Grid
ca: Graella

source: Rule of Thirds
ca: Regla dels terços

source: Guide type:
ca: Tipus de guia:

# TP_CROP_H
source: Height
ca: Alt

# TP_CROP_LABEL
source: Crop
ca: Cropa

# TP_CROP_W
source: Width
ca: Ample

source: Left
ca: x

# TP_CROP_Y
source: Top
ca: y

# TP_DARKFRAME_AUTOSELECT
source: Auto-selection
ca: Auto-selecció

source: Dark-Frame
ca: Marc fosc

# TP_DEFRINGE_LABEL
source: Defringe
ca: Desserrella

# TP_DEFRINGE_RADIUSTP_DEFRINGE_RADIUSTP_DEFRINGE_RADIUSTP_DEFRINGE_RADIUS
source: Radius
ca: Radi

# TP_DEFRINGE_THRESHOLD
source: Threshold
ca: Llindar

source: Chrominance - Master
ca: Crominància

source: Detail recovery
ca: Detall de luminància

source: Luminance
ca: Luminància

source: Gamma
ca: Gama

# TP_DIRPYREQUALIZER_LABEL
source: Contrast by Detail Levels
ca: Contrast per grau de detall

source: Coarsest
ca: Més bast

source: Finest
ca: Més fi

# TP_DIRPYREQUALIZER_THRESHOLD
source: Threshold
ca: Llindar

# TP_DISTORTION_AMOUNTTP_DISTORTION_AMOUNTTP_DISTORTION_AMOUNTTP_DISTORTION_AMOUNT
source: Amount
ca: Quantitat

source: Distortion Correction
ca: Distorsió

source: Edge stopping
ca: Aturant a les vores

# TP_EPD_LABEL
source: Tone Mapping
ca: Mapejant tons

source: Reweighting iterates
ca: Iteracions de ponderació

# TP_EPD_SCALE
source: Scale
ca: Escala

# TP_EPD_STRENGTH
source: Strength
ca: Intensitat

source: Auto Levels
ca: Nivells automàtics

source: Toggles execution of Auto Levels to automatically set Exposure slider values based on an image analysis.\nEnables Highlight Reconstruction if necessary.
ca: Activa auto-nivells per a ajustar automàticament els valors dels paràmetres segons anàlisi de la imatge

source: Black
ca: Negre

# TP_EXPOSURE_BRIGHTNESS
source: Lightness
ca: Brillantor

source: Clip %
ca: Retall

source: The fraction of pixels to be clipped in Auto Levels operation.
ca: Conjunt de píxels que es retallaran en l'anivellament automàtic

source: Highlight compression
ca: Quantitat recuperació de clars

source: Highlight compression threshold
ca: Llindar recup. clars intensos

source: Shadow compression
ca: Recuperació de foscos

source: Tone curve 1
ca: Corba de to 1

source: Tone curve 2
ca: Corba de to 2

source: Please refer to the 'Exposure > Tone Curves' RawPedia article to learn how to achieve the best results by using two tone curves.
ca: Mireu aquesta secció del manual per aconseguir els millors resultats amb dobles corbes:\nThe Toolbox > Exposure Tab > Exposure Panel > Tone Curve

source: Exposure compensation
ca: Compens. d'exposició

# TP_EXPOSURE_LABEL
source: Exposure
ca: Exposició

# TP_EXPOSURE_SATURATION
source: Saturation
ca: Saturació

source: Film-like
ca: Com a film

source: Curve mode 1
ca: Corba mode 1

source: Curve mode 2
ca: Corba mode 2

source: Saturation and Value Blending
ca: Saturació i valor de mescla

# TP_EXPOSURE_TCMODE_STANDARD
source: Standard
ca: Estàndard

source: Weighted Standard
ca: Regulació std

# TP_FLATFIELD_AUTOSELECT
source: Auto-selection
ca: Auto selecció

source: Blur radius
ca: Radi borrositat

source: Blur type
ca: Tipus borrositat

source: Area
ca: Àrea

# TP_FLATFIELD_BT_HORIZONTAL
source: Horizontal
ca: Horitzontal

source: Vertical + Horizontal
ca: Vert. + Horitz.

# TP_FLATFIELD_LABEL
source: Flat-Field
ca: Camp pla

source: Blend
ca: Barreja

source: CIELab Blending
ca: Superposició CIELab

source: Color Propagation
ca: Propagació de color

source: Highlight reconstruction
ca: Recuperació de clars

source: Luminance Recovery
ca: Recuperació de luminància

# TP_HLREC_METHOD
source: Method:
ca: Mètode:

# TP_HSVEQUALIZER_CHANNEL
source: Channel
ca: Canal HSV

# TP_HSVEQUALIZER_LABEL
source: HSV Equalizer
ca: HSV Equalitzador

source: Camera standard
ca: Propi de la càmera

source: Auto-matched camera profile
ca: Perfil de color del model de càmera detectada.
