Repository: pereorga/software-translations
Catalog: draw.io/*.po
Languages: ca

source: {1}: Attachment write failed, trying again in {2} seconds...
ca: {1}: s'ha produït un error en l'escriptura del fitxer adjunt, s'està tornant a provar d'aquí a {2} segons...

source: We couldn't fetch all pages due to an error in Confluence. Continuing using {1} pages only.
ca: No hem pogut recuperar totes les pàgines a causa d'un error a Confluence. Continuant utilitzant només {1} pàgines.

source: Spell checker
ca: Corrector ortogràfic

source: No Change
ca: Cap canvi

source: Convert labels to SVG
ca: Converteix etiquetes a SVG

source: Text Settings
ca: Configuració de text

source: Links will be lost
ca: Els enllaços es perdran

source: Arc Size
ca: Mida de l'arc

source: Edit Connection Points
ca: Edita els punts de connexió

source: Not supported while offline
ca: No suportat sense connexió

source: Not supported in Desktop App
ca: No és compatible amb l'aplicació d'escriptori

source: draw.io Configuration space (DRAWIOCONFIG) is archived. Please restore it first.
ca: L'espai de configuració draw.io (DRAWIOCONFIG) està arxivat. Si us plau, restaura'l primer.

source: Cleaning old diagram draft versions started
ca: S'ha iniciat la neteja de versions antigues d'esborrany del diagrama

source: Cleaning old diagram draft versions finished
ca: S'ha acabat la neteja de versions antigues d'esborranys del diagrama

source: Cleaning diagram draft "{1}" old versions
ca: Neteja de versions antigues d'esborranys del diagrama "{1}"

source: Cleaning diagram draft "{1}" done
ca: Neteja de versions antigues d'esborranys del diagrama "{1}" fet

source: Cleaning diagram draft "{1}" failed
ca: Ha fallat la neteja de versions antigues d'esborranys del diagrama "{1}"

source: Clean Diagram Drafts Only
ca: Neteja només esborranys del diagrama

source: Brush
ca: Pinzell

source: Open Developer Tools
ca: Eines obertes per a desenvolupadors

source: Automatic Backup
ca: Còpia de seguretat automàtica

source: Ignore collecting current pages errors
ca: Ignora els errors de recollida de pàgines actuals

source: Drafts
ca: Esborranys

source: Draft save interval [sec] (0 to disable)
ca: Interval de desat d'esborrany [seg] (0 per desactivar)

source: External plugins disabled.
ca: Connectors externs desactivats.

source: External image service is not configured
ca: El servei d'imatge externa no està configurat

source: Path/Filename
ca: Camí/Nom del fitxer

source: Very Large Instances
ca: Instàncies molt grans

source: If this instance includes 100,000+ pages, it is faster to request the current instance pages list from Atlassian. Please contact our support for more details.
ca: Si aquesta instància inclou més de 100.000 pàgines, és més ràpid sol·licitar la llista de pàgines de la instància actual a Atlassian. Poseu-vos en contacte amb el nostre suport per obtenir més detalls.

source: Choose current page IDs csv file
ca: Trieu el fitxer csv d'identificadors de pàgina actuals

source: Choose pages with draw.io diagrams csv file
ca: Trieu pàgines amb el fitxer csv de diagrames draw.io

source: Private
ca: Privat

source: The diagram is too large, please reduce its size and try again.
ca: El diagrama és massa gran, reduïu-ne la mida i torneu-ho a provar.

source: Select Admin Users
ca: Seleccioneu Usuaris Administradors

source: {1} Team
ca: {1} Equip

source: Adding a new draw.io Team
ca: Afegeix un nou Equip de draw.io

source: To create a new draw.io Team, you need to create a new Atlassian group with "drawio-" prefix (e.g, a group named "drawio-marketing").
ca: Per crear un nou Equip de draw.io, heu de crear un nou grup d'Atlassian amb el prefix "drawio-" (p. ex., un grup anomenat "drawio-marqueting").

source: Then, configure which team member can edit/add configuration, templates, and libraries from this page.
ca: A continuació, configureu quin membre de l'equip pot editar/afegir configuracions, plantilles i biblioteques des d'aquesta pàgina.

source: draw.io Teams
ca: Equips draw.io

source: Members
ca: Membres

source: Admins/Editors
ca: Administradors/Editors

source: Allow all
ca: Permet-ho tot

source: No teams found
ca: No s'han trobat equips

source: Error Loading Teams
ca: Error en Carregar els Equips

source: No team members found
ca: No s'han trobat membres de l'equip

source: Error loading team members
ca: S'ha produït un error en carregar els membres de l'equip

source: Error creating team "{1}" page in "draw.io Configuration" space, please check you have the required permissions.
ca: S'ha produït un error en crear la pàgina de l'equip "{1}" a l'espai "Configuració de draw.io". Comproveu que teniu els permisos necessaris.

source: Please create the space from draw.io "Configuration" page.
ca: Creeu l'espai des de la pàgina "Configuració" de draw.io.

source: No admins/editors selected
ca: No s'han seleccionat administradors/editors

source: Error creating "configuration.json" file, please check you have the required permissions.
ca: S'ha produït un error en crear el fitxer "configuration.json", comproveu que teniu els permisos necessaris.

source: Error setting page restrictions
ca: S'ha produït un error en establir les restriccions de la pàgina

source: You are not an admin for this team
ca: No ets administrador d'aquest equip

source: Configuration updated, restart the editor if you want to work with last configuration.
ca: Configuració actualitzada, reinicieu l'editor si voleu treballar amb la darrera configuració.

source: You are editing a historical revision of the diagram, please review the revision and open it to replace the latest version. Or close and overwrite/merge later.
ca: Esteu editant una revisió històrica del diagrama, comproveu la revisió i obriu-la per substituir la darrera versió. O tanca i sobreescriu/fusiona més tard.

source: There are {1} error(s), the following instructions may help fixing most of the cases. (Please download the log for future references)
ca: Hi ha {1} error(s), les instruccions següents poden ajudar a solucionar la majoria dels casos. (Descarregueu el registre per a futures referències)

source: There are ({1}) 403 error(s). The current users must have add (write) permissions on all pages and attachments. Even admins sometimes are not allowed to write to some pages via page restrictions
ca: Hi ha ({1}) error(s) 403. Els usuaris actuals han de tenir permisos per afegir (escriptura) a totes les pàgines i fitxers adjunts. Fins i tot els administradors de vegades no poden escriure en algunes pàgines mitjançant restriccions de pàgina

source: There are ({1}) 404 error(s). The attachment/page is not found. This is due to improper migration or the diagram file (an attachment of the page) is deleted.
ca: Hi ha ({1}) error(s) 404. No s'ha trobat l'adjunt/pàgina. Això es deu a una migració incorrecta o s'ha suprimit el fitxer del diagrama (un fitxer adjunt de la pàgina).

source: There are ({1}) 500 error(s). An internal server error in Confluence Cloud. Such errors are due to overloading the server and usually fixed by retrying the process.
ca: Hi ha ({1}) error(s) 500. Un error intern del servidor a Confluence Cloud. Aquests errors es deuen a la sobrecàrrega del servidor i normalment es solucionen tornant a intentar el procés.

source: There are ({1}) other error(s). Please check the error description. If the description is not clear, please contact our support.
ca: Hi ha ({1}) altre(s) error(s). Comproveu la descripció de l'error. Si la descripció no és clara, poseu-vos en contacte amb el nostre servei d'assistència.

source: Replace Base URL in diagram links when no page ID mapping is found
ca: Substituïu l'URL base als enllaços del diagrama quan no es trobi cap assignació d'ID de pàgina

source: draw.io SVG preview
ca: Previsualització SVG de draw.io

source: Google Fonts
ca: Fonts de Google

source: Duplicate Diagram Detected
ca: Diagrama Duplicat Detectat

source: This diagram is used in multiple places, which can result in unexpected results when edited. We've created an independent copy. Please open the editor again.
ca: Aquest diagrama s'utilitza en diversos llocs, cosa que pot donar lloc a resultats inesperats quan s'edita. Hem creat una còpia independent. Torneu a obrir l'editor.

source: This diagram is used in multiple places. Please edit it within its own page.
ca: Aquest diagrama s'utilitza en diversos llocs. Si us plau, edita'l dins de la seva pròpia pàgina.

source: Diagrams Online
ca: Diagrames en línia

source: draw.io is free online diagramming software
ca: draw.io és un editor de diagrames en línia gratuït

source: draw.io is free online diagramming software built around Google Drive(TM), that enables you to create flowcharts, UML, entity relation, network diagrams, mockups and more.
ca: draw.io és un editor de diagrames en línia gratuït construït sobre Google Drive(TM), que permet fer diagrames de flux, UML, relació d'entitats, diagrames de xarxa, esbossos i més.

source: Your data is stored only in Google Drive, so no additional third-party to trust with your data.
ca: Les teves dades es desen només a Google Drive, de manera que no hi ha cap tercera part implicada.

source: draw.io can import from .vsdx, Gliffy and Lucidchart.
ca: draw.io pot importar des de .vsdx, Gliffy i Lucidchart.

source: draw.io Desktop is a completely free, open source stand-alone desktop diagramming application. No registration, no limitations, no catches.
ca: La versió d'escriptori de draw.io és una aplicació instal·lable independent, totalment gratuïta, desenvolupada pels líders en tecnologia de diagrames web. No cal registrar-se, sense limitacions i sense trampes.

source: The most tightly Google Drive integrated diagramming application available
ca: L'aplicació per fer diagrames més ben integrada amb Google Drive que hi ha

source: - Flowcharts
ca: - Diagrames de flux

source: - Network Diagrams
ca: - Diagrames de xarxa

source: - Business Process Models
ca: - Models de processos empresarials

source: - Org Charts
ca: - Organigrames

source: - Electronic Circuits
ca: - Circuits electrònics

source: - Wireframing and Mockups
ca: - Esquelets i esbossos
