Repository: pereorga/software-translations
Catalog: draw.io/*.po
Languages: ca

source: Modified by
ca: Modificat per

source: More
ca: Més

source: More Results
ca: Més resultats

source: More Shapes
ca: Més formes

source: Move
ca: Mou

source: Move to Folder
ca: Mou a la carpeta

source: Moving
ca: Movent

source: Move selection to {1}
ca: Mou la selecció a {1}

source: My Drive
ca: La meva unitat

source: My Files
ca: Els meus fitxers

source: Name
ca: Nom

source: Navigation
ca: Navegació

source: Network
ca: Xarxa

source: Networking
ca: Connexió

source: New
ca: Nou

source: New Library
ca: Biblioteca nova

source: Next Page
ca: Pàgina següent

source: No, pick folder
ca: No, selecciona una carpeta

source: No attachments found
ca: No s'han trobat arxius adjunts

source: No Color
ca: Sense color

source: No Files
ca: No hi ha fitxers

source: No file selected
ca: No s'ha seleccionat cap fitxer

source: No libraries found
ca: No s'han trobat biblioteques

source: No more results
ca: No hi ha més resultats

source: None
ca: Cap

source: No other viewers
ca: No hi ha cap usuari més

source: No plugins
ca: No hi ha cap connector

source: No preview
ca: No hi ha vista prèvia

source: No response from server
ca: El servidor no respon

source: No results for '{1}'
ca: No s'ha trobat cap resultat per {1}

source: No revisions
ca: Sense revisions

source: No search results found
ca: No s'ha trobat cap resultat

source: No anchors found on this page or it hasn't been saved yet
ca: No s'han trobat enllaços a la pàgina o encara no s'ha desat

source: North
ca: Nord

source: Not a diagram file
ca: No és un fitxer de diagrama

source: Not a library file
ca: No és un fitxer de biblioteca

source: Not available
ca: No disponible

source: Not a UTF-8 file
ca: No és un fitxer UTF-8

source: Not connected
ca: No connectat

source: Note
ca: Nota

source: Notion
ca: Notioin

source: Not satisfied with the import?
ca: No estàs satisfet amb la importació?

source: Not using {1}?
ca: No utilitzes {1}?

source: Numbered list
ca: Llista numerada

source: Offline
ca: Desconnectat

source: OK
ca: D'acord

source: Online
ca: Connectat

source: Opacity
ca: Opacitat

source: Open
ca: Obre

source: Open Arrow
ca: Obre la fletxa

source: Open Existing Diagram
ca: Obre un diagrama existent

source: Open File
ca: Obre un fitxer

source: Open from
ca: Obre des de

source: Open Library
ca: Obre biblioteca

source: Open Library from
ca: Obre la biblioteca des de

source: Open Link
ca: Obre enllaç

source: Open in New Window
ca: Obre en una finestra nova

source: Open in This Window
ca: Obre en la finestra actual

source: Open {1}
ca: Obre {1}

source: Open Recent
ca: Obre recent

source: Supported formats are files saved from this software (.xml), .vsdx and .gliffy
ca: Els formats suportats inclouen els fitxers desats des del programari actual (.xml), .vsdx i .gliffy

source: Options
ca: Opcions

source: Organic
ca: Orgànic

source: Org Chart
ca: Organigrama

source: Orthogonal
ca: Ortogonal

source: other viewer
ca: un altre usuari

source: other viewers
ca: altres usuaris

source: Outline
ca: Contorn

source: Page
ca: Pàgina

source: Page Content
ca: Contingut de la pàgina

source: Page not found
ca: No s'ha trobat la pàgina

source: Page-{1}
ca: Pàgina-{1}

source: Pages
ca: Pàgines

source: Page Tabs
ca: Pestanyes de la pàgina

source: Page View
ca: Vista de pàgina

source: Page Setup
ca: Configuració de la pàgina

source: Page Scale
ca: Escala de la pàgina

source: Pan
ca: Panoràmica

source: Space+Drag to pan
ca: Espai+Arrossegueu per fer panoràmica

source: Paper Size
ca: Mida del paper

source: Pattern
ca: Patró

source: Paste
ca: Enganxa

source: Paste Data
ca: Enganxa Dades

source: Paste here
ca: Enganxa aquí

source: Paste Size
ca: Enganxa Mida

source: Paste Style
ca: Enganxa l'estil

source: Perimeter
ca: Perímetre

source: Anyone can edit
ca: Tothom pot editar

source: Owner and admins can edit
ca: Només jo puc editar

source: Pick a folder
ca: Tria una carpeta

source: Select Library
ca: Selecciona biblioteca

source: Public URL of the diagram
ca: URL públic del diagrama

source: Placeholders
ca: Espais reservats

source: Plugins
ca: Connectors

source: Plugin URL
ca: URL del connector

source: The page has requested to load the following plugin(s):\n \n {1}\n \n Would you like to load these plugin(s) now?\n \n NOTE : Only allow plugins to run if you fully understand the security implications of doing so.\n
ca: La pàgina sol·licita carregar els següents connectors:\n \n {1}\n \n Voleu carregar aquests connectors?\n \n Atenció: Només permeteu l'execució dels connectors si coneixeu les implicacions de seguretat.\n

source: Click to connect and clone (ctrl+click to clone, shift+click to connect). Drag to connect (ctrl+drag to clone).
ca: Feu clic per connectar i clonar (Ctrl+clic per clonar, Maj.+clic per connectar). Arrossegueu per connectar (Ctrl+arrossegar per clonar).

source: Portrait
ca: Vertical

source: Position
ca: Posició

source: Poster Print
ca: Imprimeix cartell

source: Preferences
ca: Preferències

source: Preview
ca: Vista prèvia

source: Previous Page
ca: Pàgina anterior

source: Presentation Mode
ca: Mode de presentació

source: Print
ca: Imprimeix

source: Print All Pages
ca: Imprimeix totes les pàgines

source: Proc. Eng.
ca: Enginyeria de processos

source: Project
ca: Projecta

source: Priority
ca: Prioritat

source: Process for hiring a new employee
ca: Procés de contractació d'un nou treballador

source: Properties
ca: Propietats

source: Publish
ca: Publica

source: Quick Start Video
ca: Vídeo d'inici ràpid

source: Radial Tree
ca: Arbre radial

source: Read-only
ca: Només lectura

source: Reconnecting
ca: Reconnectant

source: Recently Updated
ca: Actualitzat recentment

source: Recently Viewed
ca: Visitat recentment

source: This file was created or modified in a newer version of this app. You will be redirected now.
ca: Aquest fitxer va ser creat o modificat en una versió posterior d'aquesta aplicació. Ara hi sereu redirigits.

source: It looks like you've made a few changes while offline. We're sorry, these changes cannot be saved.
ca: Sembla que heu fet canvis mentre estàveu desconnectat. Malauradament, aquests canvis ara no es poden desar.

source: Redo
ca: Refés

source: Refresh
ca: Refresca

source: Regular Expression
ca: Expressió normal

source: Relative
ca: Relatiu

source: Relative URL not allowed
ca: No es permet un URL relatiu

source: Remember me
ca: Recorda'm

source: Remember this setting
ca: Recorda la configuració actual

source: Clear Formatting
ca: Esborra el format

source: Remove from Group
ca: Suprimeix del grup

source: Remove {1}
ca: Suprimeix {1}

source: Remove Waypoint
ca: Suprimeix la coordenada

source: Rename
ca: Canvia el nom

source: Renamed
ca: Nom canviat

source: Rename {1}
ca: Canvia el nom a {1}

source: Renaming
ca: Canviant el nom

source: Replace
ca: Canvia de lloc

source: {1} already exists. Do you want to replace it?
ca: {1} ja existeix. Desitgeu substituir-lo?

source: Replace existing drawing
ca: Substitueix el dibuix existent

source: required
ca: requerit

source: Requirement Diagram
ca: Diagrama de requeriments

source: Reset
ca: Restableix

source: Reset View
ca: Restableix la vista

source: Resize
ca: Ajusta la mida

source: Do you want to resize large images to make the application run faster?
ca: Voleu canviar la mida de les imatges grans per fer que l'aplicació funcioni més ràpidament?

source: Responsive
ca: Receptiu

source: Restore
ca: Recupera

source: Restoring
ca: Recuperant

source: Retrying in {1} second(s)
ca: Reintentant en {1} segon(s)

source: Load failed. Retrying...
ca: Càrrega fallida. Reintentant...

source: Login time out. Retrying...
ca: Temps d'accés esgotat. Reintentant...

source: Reverse
ca: Reverteix

source: Revision
ca: Revisió

source: Revision History
ca: Historial de revisions

source: Rhombus
ca: Rombe

source: Right
ca: Dreta

source: Right Align
ca: Alinea a la dreta

source: Right to left
ca: De dreta a esquerra

source: Rotate
ca: Gira

source: Click and drag to rotate, click to turn shape only by 90 degrees
ca: Feu clic i arrossegueu per girar, feu clic per girar 90 graus

source: Rotation
ca: Rotació

source: Rounded
ca: Arrodonit

source: Save
ca: Desa

source: Save & Exit
ca: Desa i surt

source: Save As
ca: Anomena i desa

source: Save as XML file?
ca: Desar com a fitxer XML?

source: Saved
ca: S'ha desat

source: Please save the diagram first
ca: Deseu primer el diagrama

source: Save diagrams to
ca: Desa els diagrames a

source: Insufficient permissions to edit this library
ca: Permisos insuficients per editar aquesta biblioteca

source: There was an error while saving the library
ca: Hi ha hagut un error desant la biblioteca

source: Could not save library while read-only mode is active
ca: No s'ha pogut desar la biblioteca mentre el mode de només lectura està actiu

source: Saving
ca: S'està desant

source: Scratchpad
ca: Bloc de notes

source: Scrollbars
ca: Barres de desplaçament

source: Search
ca: Cerca

source: Search Shapes
ca: Cerca formes

source: Select All
ca: Selecciona-ho tot

source: Selection Only
ca: Només la selecció

source: Select Card
ca: Selecciona una targeta

source: Select Edges
ca: Selecciona les vores

source: Select File
ca: Selecciona un fitxer

source: Select Folder
ca: Selecciona una carpeta

source: Select Font
ca: Selecciona una font

source: Select None
ca: No seleccionis res

source: Select Template
ca: Selecciona una plantilla

source: Select Vertices
ca: Selecciona els vèrtexs

source: Send Backward
ca: Posa-ho enrere

source: Send
ca: Envia

source: Send your feedback
ca: Envieu els vostres comentaris

source: Sequence Diagram
ca: Diagrama de seqüències

source: Service unavailable or blocked
ca: El servei no està disponible o està bloquejat

source: Your session has expired. Please refresh the browser window.
ca: La sessió ha caducat. Refresqueu la finestra del navegador.

source: Your session has timed out and you have been disconnected from the Google Drive. Press OK to login and save.
ca: La sessió ha caducat i us heu desconnectat de Google Drive. Premeu "D'acord" per accedir-hi i desar.

source: Set as Default Style
ca: Estableix com estil predeterminat

source: Settings
ca: Configuració

source: Shadow
ca: Ombra

source: Shape
ca: Forma

source: Shapes
ca: Formes

source: Share
ca: Comparteix

source: Share Mouse Cursor
ca: Comparteix el cursor del ratolí

source: Link for shared editing
ca: Enllaç per a l'edició compartida

source: Sharing available for Google Drive and OneDrive files.
ca: Compartició disponible per a fitxers de Google Drive i OneDrive.

source: You'll need to save "{1}" to Google Drive before you can collaborate.
ca: Haureu de desar "{1}" a Google Drive abans de poder col·laborar.

source: Save to Google Drive
ca: Desar a Google Drive

source: Sharp
ca: Angulós

source: Show
ca: Mostra

source: Show Remote Mouse Cursors
ca: Mostra els cursors del ratolí remot

source: Show Start Screen
ca: Mostra la pantalla d'inici

source: Click or drag and drop shapes. Shift+click to change selection. Alt+click to insert and connect.
ca: Feu clic per expandir. Arrossegueu i deixeu anar formes al diagrama. Feu Maj.+clic per canviar la selecció. Alt+clic per inserir i connectar.

source: Signs
ca: Signes

source: Sign out
ca: Tanca la sessió

source: Simple Arrow
ca: Fletxa simple

source: Simple Viewer
ca: Visualitzador simple

source: Size
ca: Mida

source: Sketch
ca: Esbós

source: Snap to Grid
ca: Ajusta a la quadrícula

source: Solid
ca: Continu

source: Source Spacing
ca: Espaiat original

source: South
ca: Sud

source: Space
ca: Espai

source: Spacing
ca: Espaiat

source: Special Link
ca: Enllaç especial

source: State Diagram
ca: Diagrama d'estats

source: Standard
ca: Estàndard

source: Start drawing
ca: Comença a dibuixar

source: Stop drawing
ca: Para de dibuixar

source: Starting
ca: Iniciant

source: Straight
ca: Recte

source: Strikethrough
ca: Ratllat

source: Line Color
ca: Color de la línia

source: Style
ca: Estil

source: Subscript
ca: Subíndex

source: Summary
ca: Resum

source: Superscript
ca: Superíndex

source: Support
ca: Ajuda

source: Swap
ca: Canviar

source: Swimlane Diagram
ca: Diagrama de Carril de natació

source: Tags
ca: Etiquetes

source: Table
ca: Taula

source: Tables
ca: Taules

source: Take Over
ca: Preneu el control

source: Target Spacing
ca: Espaiat de l'objectiu

source: Template
ca: Plantilla

source: Templates
ca: Plantilles

source: Text Alignment
ca: Alineació del text

source: Text Opacity
ca: Opacitat del text

source: Theme
ca: Tema

source: Timeout
ca: Temps límit

source: Title
ca: Títol

source: to
ca: a

source: To Back
ca: Posa-ho al darrere

source: To Front
ca: Posa-ho al davant

source: Too large, use download instead.
ca: Massa gran, baixeu-lo.

source: Toolbar
ca: Barra d'eines

source: Tooltips
ca: Consells d'eines

source: Top
ca: Dalt

source: Top Align
ca: Alinea a dalt

source: Top Left
ca: Dalt a l'esquerra

source: Top Right
ca: Dalt a la dreta

source: Transparent Background
ca: Fons transparent

source: Try again
ca: Torna a provar-ho

source: Try opening via this page
ca: Prova d'obrir-lo via aquesta pàgina

source: Rotate shape only by 90°
ca: Gira 90°

source: Type
ca: Escriu

source: Unassigned
ca: No assignat

source: Underline
ca: Subratlla

source: Undo
ca: Desfés

source: Ungroup
ca: Desagrupa

source: Unmerge
ca: Divideix

source: Unsaved changes
ca: Canvis no desats

source: Unsaved changes. Click here to save.
ca: Canvis no desats. Clica aquí per desar.

source: Untitled
ca: Sense títol

source: Untitled Diagram
ca: Diagrama sense títol

source: Untitled Layer
ca: Capa sense títol

source: Untitled Library
ca: Biblioteca sense títol

source: Unknown error
ca: Error desconegut

source: Update {1}
ca: Actualitza {1}

source: Updating Document. Please wait...
ca: S'està actualitzant el document. Espereu...

source: Updating Preview. Please wait...
ca: S'està actualitzant la vista prèvia. Espereu...

source: Updating Selection. Please wait...
ca: S'està actualitzant la selecció. Espereu...

source: Upload
ca: Carrega

source: Use Offline
ca: Feu-ho servir fora de línia

source: Use root folder?
ca: Voleu fer servir la carpeta arrel?

source: User Manual
ca: Manual d'usuari

source: Vertical Flow
ca: Flux vertical

source: Vertical Tree
ca: Arbre vertical

source: View
ca: Vista

source: Viewer Settings
ca: Paràmetres del visualitzador

source: Link to view: {1}
ca: Enllaç a vista: {1}

source: Voice Assistant (beta)
ca: Assistent de veu (beta)

source: Warning
ca: Atenció

source: Waypoints
ca: Coordenades

source: West
ca: Oest

source: Where
ca: On

source: Width
ca: Amplada

source: Word Wrap
ca: Ajust de línia

source: Writing Direction
ca: Direcció de l'escriptura

source: Yes
ca: Sí

source: Your email address
ca: L'adreça de correu electrònic

source: Zoom
ca: Amplia

source: Zoom In
ca: Apropa

source: Zoom Out
ca: Allunya

source: Business Processes
ca: Processos empresarials

source: Charts
ca: Gràfics

source: Engineering
ca: Enginyeria

source: Flowcharts
ca: Diagrames de flux

source: Material Design
ca: Disseny material

source: Mindmaps
ca: Mapes mentals

source: Network Diagrams
ca: Diagrames de xarxa

source: Nothing is selected
ca: No hi ha res seleccionat

source: Other
ca: Altres

source: Software Design
ca: Disseny de programari

source: Venn Diagrams
ca: Diagrames de Venn

source: Web, email or any other internet address
ca: Web, e-mail o qualsevol altra adreça d'internet

source: Web Link
ca: Enllaç web

source: Wireframes
ca: Esquelets

source: Property
ca: Propietat

source: Value
ca: Valor

source: Show More
ca: Mostra més

source: Show Less
ca: Mostra menys

source: My Diagrams
ca: Els meus diagrames

source: All Diagrams
ca: Tots els diagrames

source: Recently used
ca: Usats recentment

source: List view
ca: Visualització de llista

source: Grid view
ca: Visualització en graella

source: Results for '{1}'
ca: Resultats per '{1}'

source: The following characters are not allowed: ~ " # % * : < > ? / \ { | }
ca: Els caràcters següents no estan permesos: ~ " # % * : < > ? / \ { | }

source: The specified device name is invalid
ca: El nom de dispositiu especificat no és vàlid

source: You are not logged in to OneDrive. Please open draw.io task pane and login first.
ca: No heu entrat a OneDrive. Obriu el quadre de tasques draw.io i inicieu la sessió primer.

source: Please select a single draw.io diagram only without other contents.
ca: Seleccioneu un únic diagrama draw.io, sense altres continguts.

source: Please select a draw.io diagram.
ca: Seleccioneu un diagrama draw.io.

source: Cannot find a draw.io diagram in the selection
ca: No s'ha trobat pogut trobar un diagrama draw.io a la selecció

source: No diagrams found
ca: No s'ha trobat cap diagrama

source: Authentication failed
ca: Ha fallat l'autenticació

source: Unable to successfully authenticate user or authorize application.
ca: No s'ha pogut autenticar correctament l'usuari ni autoritzar l'aplicació.

source: Converting diagram failed
ca: Ha fallat la conversió del diagrama

source: Due to some limitations in the host application, the image could not be inserted. Please manually copy the image then paste it to the document.
ca: A causa d'algunes limitacions en l'aplicació, no s'ha pogut inserir la imatge. Proveu de copiar manualment la imatge i enganxar-la al document.

source: Inserting image failed
ca: La inserció de la imatge ha fallat

source: Instructions: Right-click the image below. Select "Copy image" from the context menu. Then, in the document, right-click and select "Paste" from the context menu.
ca: Instruccions: feu clic amb el botó dret a la imatge de sota. Seleccioneu "Copia la imatge" al menú contextual. A continuació, al document, feu clic amb el botó dret i seleccioneu "Enganxa" al menú contextual.

source: Folder is empty
ca: La carpeta està buida

source: Shared With Me
ca: Compartit amb mi

source: Sharepoint Sites
ca: Llocs Sharepoint

source: Error fetching folder items
ca: S'ha produït un error en recuperar els elements de la carpeta

source: Error authenticating to OneDrive
ca: S'ha produït un error en autenticar-se a OneDrive

source: Adds draw.io diagrams to your document.
ca: Afegeix esquemes draw.io al document.

source: This add-in performs the following steps:
ca: Aquest complement realitza els passos següents:

source: Connects to Microsoft OneDrive, Google Drive or your device.
ca: Es connecta a Microsoft OneDrive, Google Drive o al vostre dispositiu.

source: Select a draw.io diagram.
ca: Seleccioneu un diagrama de draw.io.

source: Insert the diagram into the document.
ca: Insereix el diagrama al document.

source: Please complete the authentication in the pop-up window.
ca: Completeu l'autenticació a la finestra emergent.

source: Select draw.io Diagram:
ca: Seleccioneu un diagrama de draw.io

source: Files
ca: Fitxers

source: Shared
ca: Compartit

source: Instructions: Copy draw.io diagram from the document. Then, in the box below, right-click and select "Paste" from the context menu.
ca: Instruccions: copieu el diagrama de draw.io del document. A continuació, al quadre següent, feu clic amb el botó dret i seleccioneu "Enganxa" al menú contextual.

source: Click icon to start editing:
ca: Feu clic a la icona per començar a editar:

source: Paste draw.io diagram here
ca: Enganxa el diagrama de draw.io aquí

source: Connect to OneDrive
ca: Connecta’t a OneDrive

source: Select Children
ca: Selecciona els fills

source: Select Siblings
ca: Selecciona els germans

source: Select Parent
ca: Selecciona el pare

source: Select Descendants
ca: Selecciona els descendents

source: Last saved {1} ago
ca: Desat per última vegada fa {1}

source: Resolve
ca: Resol

source: Re-open
ca: Torna a obrir

source: Show Resolved
ca: Mostra els resolts

source: Reply
ca: Respon

source: Object not found
ca: No s'ha trobat l'objecte

source: Re-opened
ca: Tornat a obrir

source: Marked as resolved
ca: S'ha marcat com a resolt

source: No comments found
ca: No s'ha trobat cap comentari

source: Comments
ca: Comentaris

source: {1} ago
ca: Fa {1}

source: Libraries
ca: Biblioteques

source: Confluence Page Anchor
ca: Ancoratge a la pàgina de Confluence

# confTimeout
source: The connection has timed out
ca: La connexió ha expirat

source: The server at {1} is taking too long to respond.
ca: El servidor de {1} triga massa temps a respondre.

source: Cannot insert draw.io diagram to a new Confluence page
ca: No es pot inserir el diagrama draw.io a una pàgina nova de Confluència

source: Please save the page and try again.
ca: Deseu la pàgina i torneu-ho a provar.

source: Unable to determine page ID
ca: No s'ha pogut determinar l'ID de pàgina

source: Please contact your Confluence administrator.
ca: Poseu-vos en contacte amb l'administrador de Confluence.

source: Read Error
ca: Error de lectura

source: Editing Error
ca: Error d'edició

source: This diagram cannot be edited externally. Please try editing it while editing the page
ca: Aquest diagrama no es pot editar externament. Proveu d'editar-lo mentre editeu la pàgina

source: Diagram/Page edited externally
ca: S'ha editat el diagrama o la pàgina externament

source: Diagram Not Found
ca: No s'ha trobat el diagrama

source: Diagram/Page is edited externally. Please refresh the page.
ca: S'ha editat el diagrama o la pàgina externament. Si us plau refresqueu la pàgina.

source: Cannot edit diagrams in a draft page, diagram is deleted from the page, or diagram is edited externally. Please check the page.
ca: No es poden editar esquemes d'una pàgina d'esborrany, si el diagrama s'ha suprimit de la pàgina o si el diagrama s'ha editat externament. Comproveu la pàgina.

source: Return back
ca: Torna

source: The diagram does not belong to a published page
ca: El diagrama no pertany a cap pàgina publicada

source: Created by draw.io
ca: Creat per draw.io

source: Filename too short
ca: El nom del fitxer és massa curt

source: Invalid characters
ca: Caràcters no vàlids

source: {1} already exists
ca: {1} ja existeix

source: Draft Read Error
ca: Error de lectura de l'esborrany

source: Diagram cannot be loaded
ca: No s'ha pogut carregar el diagrama

source: Draft Write Error
ca: Error d'escriptura de l'esborrany

source: Draft could not be created
ca: No s'ha pogut crear l'esborrany

source: Duplicate diagram name detected. Please pick another name.
ca: S'ha detectat que el nom de l'esquema està duplicat. Trieu un altre nom.

source: Looks like your session expired. Log in again to keep working.
ca: Sembla que la vostra sessió ha caducat. Torneu a iniciar la sessió de nou per continuar treballant.

source: Login
ca: Inicia la sessió

source: draw.io preview
ca: Previsualització del draw.io

source: draw.io diagram
ca: Diagrama del draw.io

source: Invalid Call: {1} not found
ca: Crida no vàlida: {1} no trobat

source: Invalid Call: An error occurred, {1}
ca: Crida no vàlida: S'ha produït un error, {1}

source: Anonymous
ca: Anònim

source: Go to containing page
ca: Ves a la pàgina que ho conté

source: Show Comments
ca: Mostra els comentaris

source: Gliffy Import
ca: Importa de Gliffy

source: Click the "Start Import" button to import all Gliffy diagrams to draw.io.
ca: Feu clic al botó "Iniciar importació" per importar tots els diagrames de Gliffy a draw.io.

source: Please note that the import procedure will take some time and the browser window must remain open until the import is completed.
ca: Tingueu en compte que el procés d'importació trigarà una estona i la finestra del navegador ha de romandre oberta fins que s'hagi completat la importació.

source: Start Import
ca: Inicia la importació

source: draw.io Configuration
ca: Configuració del draw.io

source: Custom Libraries
ca: Biblioteques personalitzades

source: Custom Templates
ca: Plantilles personalitzades
