Repository: pereorga/software-translations
Catalog: draw.io/*.po
Languages: ca

source: About
ca: Quant al

source: About draw.io
ca: Quant al draw.io

source: Access Denied
ca: Accés denegat

source: Accounts
ca: Comptes

source: Action
ca: Acció

source: Actual Size
ca: Mida real

source: Add
ca: Afegeix

source: Add account
ca: Afegeix un compte

source: Added {1}
ca: {1} afegit

source: Add Images
ca: Afegeix imatges

source: Add Image URL
ca: Afegeix l'URL de la imatge

source: Add Layer
ca: Afegeix una capa

source: Add Property
ca: Afegeix una propietat

source: Address
ca: Adreça

source: Add to Existing Drawing
ca: Afegeix al dibuix actual

source: Add to Scratchpad
ca: Afegeix al Bloc de notes

source: Add Waypoint
ca: Afegeix una coordenada

source: Adjust to
ca: Ajustar a

source: Advanced
ca: Avançat

source: Smart Template
ca: Plantilla d'IA

source: Align
ca: Alinea

source: Alignment
ca: Alineació

source: All changes will be lost!
ca: Es perdran tots els canvis!

source: All Pages
ca: Totes les pàgines

source: All Projects
ca: Tots els projectes

source: All Spaces
ca: Tots els espais

source: All Tags
ca: Totes les etiquetes

source: Anchor
ca: Enllaç

source: Are you sure?
ca: Esteu segur?

source: Please ensure your data is saved before closing.
ca: Si us plau, assegureu-vos d'haver desat les dades abans de tancar.

source: All changes saved
ca: S'han desat tots els canvis

source: All changes saved in Drive
ca: S'han desat tots els canvis a Drive

source: Allow pop-ups to avoid this dialog.
ca: Permet els elements emergents per evitar aquest quadre de diàleg.

source: Allow relative URL
ca: Permet URL relatiu

source: Nodes already connected
ca: Els nodes ja estan connectats

source: Appearance
ca: Aparença

source: Apply
ca: Aplica

source: Arrange
ca: Organitza

source: Arrow
ca: Fletxa

source: Arrows
ca: Fletxes

source: As New
ca: Com a nou

source: Atlas
ca: Atles

source: Author
ca: Autor

source: Authorization required
ca: Cal autorització

source: Authorize this app in {1}:
ca: Autoritza aquesta aplicació a {1}:

source: Authorize
ca: Autoritza

source: Authorizing
ca: S'està autoritzant

source: Automatic
ca: Automàtic

source: Autosave
ca: Desada automàtica

source: Autosize
ca: Mida automàtica

source: Attachments
ca: Fitxers adjunts

source: Back
ca: Darrera

source: Background
ca: Fons

source: Background Color
ca: Color de fons

source: Background Image
ca: Imatge de fons

source: Basic
ca: Bàsic

source: Blank Drawing
ca: Dibuix en blanc

source: Blank Diagram
ca: Diagrama en blanc

source: Block
ca: Bloc

source: Blockquote
ca: Cita en bloc

source: Bold
ca: Negreta

source: Border
ca: Vora

source: Border Color
ca: Color de la vora

source: Border Width
ca: Amplada de la vora

source: Bottom
ca: Inferior

source: Bottom Align
ca: Alineació inferior

source: Bottom Left
ca: Inferior esquerra

source: Bottom Right
ca: Inferior dreta

source: Bring Forward
ca: Posa-ho endavant

source: Browser
ca: Navegador

source: Bulleted List
ca: Llista de pics

source: Business
ca: Professional

source: Operation in progress
ca: Operació en marxa

source: Cancel
ca: Cancel·la

source: Center
ca: Centra

source: Load attempts failed. Please try again later.
ca: S'ha produït un error la càrrega. Torneu-ho a provar més tard.

source: Log in attempts failed. Please try again later.
ca: S'ha produït un error en l'inici de sessió. Torneu-ho a provar més tard.

source: Cannot open file
ca: No s'ha pogut obrir el fitxer

source: Change
ca: Canvia

source: Change Orientation
ca: Canvia l'orientació

source: Change user
ca: Canvia d'usuari

source: Change storage
ca: Canvia l'emmagatzematge

source: Changes have not been saved
ca: No s'han desat els canvis

source: Class Diagram
ca: Diagrama de classes

source: {1} has joined
ca: {1} s'ha afegit

source: {1} has left
ca: {1} ha sortit

source: Chat
ca: Xat

source: Choose an option
ca: Escolliu una opció

source: Chrome App
ca: Aplicació Chrome

source: Important Notice for Collaborative Editing
ca: Avís important per a l'edició col·laborativa

source: Compare
ca: Compara

source: Compressed
ca: Comprimit

source: Commit Message
ca: Missatge de la comissió

source: This link configures draw.io. Only click OK if you trust whoever gave you it!
ca: L'enllaç configura el draw.io. Feu clic a "D'acord" només si confieu en la persona que us l'ha enviat.

source: Click OK to configure and restart draw.io.
ca: Feu clic a "D'acord" per configurar i reiniciar el draw.io.

source: Container
ca: Contenidor

source: Dark
ca: Fosc

source: Diagram Language
ca: Idioma del diagrama

source: Diagram type
ca: Tipus de diagrama

source: XML File
ca: Fitxer XML

source: HTML File
ca: Fitxer HTML

source: Editable Bitmap Image
ca: Imatge de mapa de bits editable

source: Editable Vector Image
ca: Imatge vectorial editable

source: Did you mean to export to PDF?
ca: Voleu exportar-ho a PDF?

source: Disabled
ca: Inhabilitat

source: A draft for '{1}' has been found. Load it into the editor or discard it to continue.
ca: S'ha trobat un esborrany per a '{1}'. Carrega'l a l'editor o descarta'l per continuar.

source: There is a different version of this diagram on a shared draft of this page. Please edit the diagram from the draft to ensure you are working with the latest version.
ca: Hi ha una versió diferent d'aquest diagrama en un esborrany compartit d'aquesta pàgina. Editeu el diagrama des de l'esborrany per assegurar que esteu treballant amb la darrera versió.

source: Select a draft to continue editing:
ca: Seleccioneu un esborrany per continuar editant-lo:

source: Drag and drop not supported for images. Would you like to import instead?
ca: Les imatges no es poden arrossegar i deixar anar. Voleu importar-les?

source: The following characters are not allowed: \ / : ? * " |
ca: No es permeten aquests caràcters: \ / : ? * " |

source: Check
ca: Comprova

source: Checksum
ca: Suma de verificació

source: Circle
ca: Cercle

source: Classic
ca: Clàssic

source: Clear Default Style
ca: Esborra l'estil predeterminat

source: Clear Waypoints
ca: Esborra les coordenades

source: Clipart
ca: Imatges predissenyades

source: Close
ca: Tanca

source: Closing file
ca: S'està tancant el fitxer

source: Real-Time Collaboration
ca: Col·laboració en temps real

source: Collaborate
ca: Col·laborar

source: Collaborator
ca: Col·laborador

source: Collaborators
ca: Col·laboradors

source: Collapse
ca: Minimitza

source: Collapse/Expand
ca: Minimitza/Maximitza

source: Click to collapse/expand\nShift-click to move neighbors \nAlt-click to protect group size
ca: Feu clic per reduir/xtendre\nPremeu Shift i feu clic per moure els veïns\nPremeu Alt i feu clic per protegir la mida del grup

source: Collapsible
ca: Plegable

source: Comic
ca: Còmic

source: Comment
ca: Comentari

source: Comments/Notes
ca: Comentaris/Notes

source: Compress
ca: Comprimeix

source: Configuration
ca: Configuració

source: Connect
ca: Connecta

source: Connecting
ca: Connectant

source: Connect with Google Drive
ca: Connecta amb Google Drive

source: Connection
ca: Connexió

source: Connection Arrows
ca: Fletxes de connexió

source: Connection Points
ca: Punts de connexió

source: Constrain Proportions
ca: Limita les proporcions

source: Contains validation errors
ca: Conté errors de validació

source: Copied to clipboard
ca: Copiat al porta-retalls

source: Copy
ca: Copia

source: Copy on connect
ca: Copia en connectar

source: A copy of the file was created.
ca: S'ha creat una còpia del fitxer.

source: Copy Data
ca: Copiar dades

source: Copy of {1}
ca: Còpia de {1}

source: Copy of Drawing
ca: Còpia del dibuix

source: Copy Size
ca: Copia la mida

source: Copy Style
ca: Copia l'estil

source: Create
ca: Crea

source: Create Blank Diagram
ca: Crea un diagrama en blanc

source: Create New Diagram
ca: Crea un diagrama nou

source: Create Revision
ca: Crea una revisió

source: Create Shape
ca: Crea una forma

source: Crop
ca: Retalla

source: Curved
ca: Corbada

source: Custom
ca: Personalitza

source: Current
ca: Actual

source: Current page
ca: Pàgina actual

source: Cut
ca: Retalla

source: Dashed
ca: Discontinu

source: Decide later
ca: Decideix més tard

source: Default
ca: Predeterminat

source: Delete
ca: Suprimeix

source: Delete Column
ca: Suprimeix la columna

source: Insufficient permissions to delete this library
ca: No teniu permisos suficients per a suprimir aquesta biblioteca

source: Selected library could not be found
ca: La biblioteca seleccionada no s'ha trobat

source: Error deleting library
ca: Error en esborrar la biblioteca

source: You are about to permanently delete this library. Are you sure you want to do this?
ca: Estàs a punt d'esborrar permanentment aquesta biblioteca. Estàs segur de voler-ho fer?

source: Delete Row
ca: Suprimeix la fila

source: Description
ca: Descripció

source: Describe your diagram
ca: Descriu el teu diagrama

source: Device
ca: Dispositiu

source: Diagram
ca: Diagrama

source: Diagram Content
ca: Contingut del diagrama

source: Diagram has been locked to prevent further data loss.
ca: El diagrama s'ha bloquejat per evitar la pèrdua de dades.

source: The diagram is locked by {1} since {2} ago
ca: El diagrama està bloquejat per {1} des de fa {2}

source: Diagram Name
ca: Nom del diagrama

source: Diagram is public
ca: El diagrama és públic

source: Diagram is not public
ca: El diagrama no és públic

source: Diamond
ca: Diamant

source: Diamond (thin)
ca: Diamant (fi)

source: Did you know...
ca: Sabies que...

source: Direction
ca: Direcció

source: Discard
ca: Descarta

source: Discard Changes and Reconnect
ca: Descarta els canvis i torna a connectar

source: Google Drive missing? Click here!
ca: No trobes Google Drive? Clica aquí!

source: Discard Changes
ca: Descartar els canvis

source: Disconnected
ca: Desconnectat

source: Distribute
ca: Distribueix

source: Done
ca: Finalitzat

source: Do not show again
ca: No ho tornis a mostrar

source: Dotted
ca: Puntejat

source: Doubleclick to change orientation
ca: Fes doble clic per canviar l'orientació

source: Doubleclick to insert text
ca: Fes doble clic per inserir text

source: Doubleclick to change property name
ca: Fes doble clic per canviar el nom de la propietat

source: Download
ca: Descarrega

source: Get Desktop
ca: Descarrega per a escriptori

source: Download as
ca: Descarrega com

source: Click here to save.
ca: Feu clic aquí per desar.

source: Draft discarded
ca: S'ha descartat l'esborrany

source: Draft saved
ca: S'ha desat l'esborrany

source: Drag elements here
ca: Arrossegueu elements aquí

source: Drag images or URLs here
ca: Arrossegueu les imatges o els URL aquí

source: Drag URLs here
ca: Arrossegueu els URL aquí

source: Drawing{1}
ca: Dibuix{1}

source: Drawing is empty
ca: El dibuix està buit

source: Drawing is too large
ca: El dibuix és massa gran

source: Draw.io for GSuite
ca: Draw.io per a GSuite

source: Duplicate
ca: Duplica

source: Duplicate {1}
ca: Duplica {1}

source: Divider
ca: Separador

source: East
ca: Est

source: Edit
ca: Edita

source: Edit Data
ca: Edita les dades

source: Edit Diagram
ca: Edita el diagrama

source: Edit Geometry
ca: Edita la geometria

source: Edit Image
ca: Edita la imatge

source: Edit Image URL
ca: Edita l'URL de la imatge

source: Edit Link
ca: Edita l'enllaç

source: Edit Shape
ca: Edita la forma

source: Edit Style
ca: Edita l'estil

source: Edit Text
ca: Edita el text

source: Edit Tooltip
ca: Edita els consells d'eines

source: Glass
ca: Vidre

source: Google Images
ca: Google Imatges

source: Image Search
ca: Cerca d'imatges

source: Embed
ca: Incrusta

source: Embed Fonts
ca: Incrusta fonts

source: Embed Images
ca: Incrusta imatges

source: Paste this into the page
ca: Enganxa-ho a la pàgina

source: Electrical
ca: Elèctric

source: Paste this once at the end of the page
ca: Enganxa-ho una vegada al final de la pàgina

source: Enter Group
ca: Introduïu el grup

source: Enter Name
ca: Introduïu el nom

source: Enter Property Name
ca: Introduïu el nom de propietat

source: Enter Value
ca: Introduïu el valor

source: Entity Relation
ca: Relació de l'entitat

source: Entity Relationship Diagram
ca: Diagrama Entitat-Relació

source: Error deleting file
ca: Error en esborrar el fitxer

source: Error loading file
ca: Error en carregar el fitxer

source: Error renaming file
ca: Error en canviar el nom del fitxer

source: Error renaming file. File was not found.
ca: Error en canviar el nom del fitxer. No s'ha trobat el fitxer.

source: Error renaming file. Insufficient access rights.
ca: Error en canviar el nom del fitxer. No disposa dels drets d'accés suficients.

source: Error saving draft
ca: Error en desar l'esborrany

source: Error saving file
ca: Error en desar el fitxer

source: Error authorizing with Google's servers. Please refresh the page to re-attempt.
ca: Error en autoritzar els servidors de Google. Actualitzeu la pàgina per reintentar-ho.

source: Error saving file. Insufficient access rights.
ca: Error en desar el fitxer. No disposeu dels drets d'accés suficients.

source: Could not save diagram. Current page already contains file named '{1}'.
ca: No s'ha pogut desar el diagrama. La pàgina actual conté un fitxer anomenat '{1}'.

source: Error saving file. File was not found.
ca: Error en desar. No s'ha trobat el fitxer.

source: Could not save diagram while read-only mode is active.
ca: No s'ha pogut desar el diagrama mentre el mode de només lectura és actiu.

source: Your session has ended. Please <a target='_blank' href='{1}'>{2}</a> and return to this tab to try to save again.
ca: La teva sessió ha acabat. Si us plau, <a target='_blank' href='{1}'>{2}</a> i retorna a aquesta pestanya per intentar desar-ho de nou.

source: Error sending feedback.
ca: Error en enviar l'opinió.

source: Error updating preview.
ca: S'ha produït un error en actualitzar la vista prèvia.

source: Exit
ca: Surt

source: Exit Group
ca: Surt del grup

source: Expand
ca: Amplia

source: Export
ca: Exporta

source: Exporting
ca: S'està exportant

source: Export as
ca: Exporta com a

source: Export options disabled
ca: Opcions d'exportació inactives

source: The owner has disabled options to download, print or copy for commenters and viewers on this file.
ca: El propietari ha desactivat les opcions per a descarregar, imprimir o copiar aquest fitxer pels que només tenen permís per visualitzar i comentar.

source: External Changes
ca: Canvis externs

source: Extras
ca: Extres

source: Failed to save, trying to reconnect
ca: Error en desar, intentant reconnectar

source: Feature Request
ca: Sol·licitud de funcions

source: Feedback
ca: Comentaris

source: Feedback successfully sent.
ca: S'ha enviat la seva opinió correctament.

source: Floorplans
ca: Plànols

source: File
ca: Fitxer

source: The file has been modified. Do you want to save the file and overwrite those changes?
ca: S'ha modificat el fitxer. Esteu segur que voleu desar el fitxer i sobreescriure els canvis?

source: The file has been modified.
ca: S'ha modificat el fitxer.

source: The file has been modified. Click here to synchronize.
ca: S'ha modificat el fitxer. Feu clic aquí per sincronitzar.

source: Overwrite
ca: Sobreescriu

source: Synchronize
ca: Sincronitza

source: Filename
ca: Nom del fitxer

source: File already exists
ca: Aquest fitxer ja existeix

source: File was moved to trash
ca: S'ha tirat el fitxer a la paperera

source: File nearly full, please see FAQ
ca: El fitxer està quasi ple, vegeu les PMF

source: File not found
ca: No s'ha trobat el fitxer

source: Repository not found
ca: No s'ha trobat el repositori

source: The file was not found. It does not exist or you do not have access.
ca: No s'ha trobat el fitxer. No existeix o no teniu permís.

source: File not loaded
ca: No s'ha carregat el fitxer

source: File not saved
ca: No s'ha desat el fitxer

source: How would you like to open these file(s)?
ca: Com desitja obrir aquest(s) fitxer(s)?

source: .html causes file to save as HTML with redirect to cloud URL
ca: .html fa que el fitxer es desi en HTML amb una redirecció a un URL al núvol

source: .png causes file to save as PNG with embedded data
ca: .png fa que el fitxer es desi en PNG amb dades incrustades

source: .svg causes file to save as SVG with embedded data
ca: .svg fa que el fitxer es desi en SVG amb dades incrustades

source: {1} will be saved in the app folder.
ca: {1} es desarà a la carpeta d'aplicacions.

source: Fill
ca: Farcit

source: Fill Color
ca: Color de farcit

source: Filter Cards
ca: Filtra les targetes

source: Find
ca: Cerca

source: Fit
ca: Ajusta

source: Resize Container
ca: Redimensiona el contenidor

source: Fit into Container
ca: Ajusta'l al contenidor

source: Fit Page
ca: Ajusta la pàgina

source: Fit Page Width
ca: Ajusta l'amplada de pàgina

source: Fit to
ca: Ajusta a

source: sheet(s) across
ca: pàgines a través

source: by
ca: per

source: sheet(s) down
ca: pàgines cap a baix

source: Two Pages
ca: Dues pàgines

source: Fit Window
ca: Ajusta la finestra

source: Flip
ca: Inverteix

source: Flip Horizontal
ca: Gira horitzontalment

source: Flip Vertical
ca: Gira verticalment

source: Flowchart
ca: Diagrama de flux

source: Folder
ca: Carpeta

source: Font Color
ca: Color de la font

source: Font Family
ca: Família de la font

source: Font Size
ca: Mida de la font

source: You are not authorized to access this file
ca: No esteu autoritzats a accedir a aquest fitxer

source: Format Panel
ca: Tauler de format

source: Formatted
ca: Formatat

source: Formatted Text
ca: Text formatat

source: SVG (with XML)
ca: SVG (amb XML)

source: XML (Plain)
ca: XML (Simple)

source: Discussion/Help Forums
ca: Fòrums de debat i ajuda

source: Freehand
ca: A mà alçada

source: From Template
ca: Des de la plantilla

source: From Template URL
ca: Des de l'URL de la plantilla

source: From Text
ca: Des del text

source: From URL
ca: Des de l'URL

source: From this page
ca: Des d'aquesta pàgina

source: Fullscreen
ca: Pantalla completa

source: Gap
ca: Escletxa

source: Get the Notion Chrome Extension
ca: Aconsegueix l'extensió Chrome de Notion

source: Google Docs
ca: Documents de Google

source: Sharing is only available via Google Drive. Please click Open below and share from the more actions menu:
ca: Només està disponible compartir amb Google Drive. Feu clic a "Obra" més avall i compartiu-ho des del menú de més accions:

source: Google Slides
ca: Presentacions de Google

source: Google Sheets
ca: Fulls de càlcul de Google

source: Gradient
ca: Degradat

source: Grid
ca: Quadrícula

source: Grid Color
ca: Color de la quadrícula

source: Grid Size
ca: Mida de la quadrícula

source: Group
ca: Agrupar

source: Guides
ca: Guies

source: I hate draw.io
ca: Odio draw.io

source: Heading
ca: Capçalera

source: Height
ca: Alçada

source: Help
ca: Ajuda

source: Help us translate this application
ca: Ajuda'ns a traduir aquesta aplicació

source: Hide
ca: Amaga

source: Hide {1}
ca: Amaga {1}

source: Hidden
ca: Amagat

source: Home
ca: Inici

source: Horizontal
ca: Horitzontal

source: Horizontal Flow
ca: Flux horitzontal

source: Horizontal Tree
ca: Arbre horitzontal

source: How good is the translation in your language?
ca: És correcta la traducció al teu idioma?

source: HTML Text
ca: Text HTML

source: Ignore
ca: Ignora

source: Image
ca: Imatge

source: Image URL
ca: URL de la imatge

source: Images
ca: Imatges

source: This image couldn't be loaded for preview. Please check the URL.
ca: No s'ha pogut carregar la imatge per a la vista prèvia. Comprova l'URL.

source: Image too big
ca: La imatge és massa grossa

source: Import
ca: Importa

source: Import from
ca: Importa des de

source: Improve Contrast
ca: Millora el contrast

source: Include a copy of my diagram
ca: Inclou una còpia del meu diagrama

source: Increase Indent
ca: Augmenta el sagnat

source: Decrease Indent
ca: Disminueix el sagnat

source: Insert
ca: Insereix

source: Insert Column Left
ca: Insereix una columna a l'esquerra

source: Insert Column Right
ca: Insereix una columna a la dreta

source: Insert Ellipse
ca: Insereix una el·lipse

source: Insert Image
ca: Insereix una imatge

source: Insert Horizontal Rule
ca: Insereix una regla horitzontal

source: Insert Link
ca: Insereix un enllaç

source: Insert Page
ca: Insereix una pàgina

source: Insert Rectangle
ca: Insereix un rectangle

source: Insert Rhombus
ca: Insereix un rombe

source: Insert Row Above
ca: Insereix una fila al damunt

source: Insert Row After
ca: Insereix una fila a sota

source: Insert Text
ca: Insereix text

source: Inserting
ca: S'està inserint

source: Install App
ca: Instal·la l'aplicació

source: Diagram names must not contain the following characters: \ / | : ; { } < > & + ? = "
ca: Els noms dels diagrames no poden contenir els següents caràcters: \ / | : ; { } < > & + ? = "

source: Your license is invalid, please see this <a target="_blank" href="https://www.drawio.com/doc/faq/license-drawio-confluence-jira-cloud">page</a>.
ca: La llicència no és vàlida, consulteu aquesta <a target="_blank" href="https://www.drawio.com/doc/faq/license-drawio-confluence-jira-cloud">pàgina</a>.

source: Invalid input
ca: L'entrada no és vàlida

source: Invalid name
ca: El nom no és vàlid

source: Invalid or missing file
ca: Fitxer no vàlid o desconegut

source: Invalid public URL
ca: URL públic no vàlid

source: Isometric
ca: Isomètric

source: Italic
ca: Cursiva

source: Keyboard Shortcuts
ca: Dreceres de teclat

source: Labels
ca: Etiquetes

source: Layers
ca: Capes

source: Landscape
ca: Horitzontal

source: Language
ca: Idioma

source: Lean Mapping
ca: Mapatge pobre

source: Last change {1} ago
ca: El darrer canvi s'ha efectuat fa {1}

source: less than a minute
ca: menys d'un minut

source: Licensing Error
ca: Error de llicència

source: The license for {1} has expired on {2}. Click here.
ca: La llicència per a {1} ha expirat el {2}. Clica aquí.

source: This feature requires draw.io to be licensed.
ca: Aquesta funció requereix que draw.io tingui llicència.

source: The license for {1} will expire on {2}. Click here.
ca: La llicència per a {1} expira el {2}. Clica aquí.

source: Light
ca: Llum

source: Line jumps
ca: Salts de línia

source: If the diagram is not public a Google account is required to view the link.
ca: Si el diagrama no és públic es requereix un compte de Google per a veure l'enllaç.

source: Link Text
ca: Text de l'enllaç

source: List
ca: Llista

source: minute
ca: minut

source: minutes
ca: minuts

source: hours
ca: hores

source: days
ca: dies

source: months
ca: mesos

source: years
ca: anys

source: Changes will take effect after a restart of the application.
ca: Cal refrescar la pàgina perquè els canvis tinguin efecte.

source: Lanecolor
ca: Color de la fila

source: Language Code
ca: Codi d'idioma

source: Last modified
ca: Modificat per darrera vegada

source: Layout
ca: Disseny

source: Left
ca: Esquerra

source: Left Align
ca: Alinea a l'esquerra

source: Left to right
ca: D'esquerra a dreta

source: Drag and drop shapes here or click + to insert. Double click to edit.
ca: Arrossega i amolla formes aquí o clica + per a inserir. Doble clic per editar.

source: Line
ca: Línia

source: Line end
ca: Final de la línia

source: Line Height
ca: Alçada de la línia

source: Line start
ca: Inici de la línia

source: Linewidth
ca: Amplada de la línia

source: Link
ca: Enllaç

source: Links
ca: Enllaços

source: Loading
ca: Carregant

source: Lock/Unlock
ca: Bloquejar/Desbloquejar

source: Logged Out
ca: Desconnectat

source: log in
ca: Iniciar sessió

source: I love {1}
ca: M'encanta {1}

source: Maps
ca: Mapes

source: Mathematical Typesetting
ca: Composició tipogràfica matemàtica

source: Make a Copy
ca: Fes una còpia

source: Merge
ca: Fusiona

source: Mermaid
ca: Sirena

source: Middle
ca: Mig

source: Minimal
ca: Mínim

source: Misc
ca: Diversos

source: Mockups
ca: Esbossos

source: Modification date
ca: Data de modificació
