Repository: pereorga/software-translations
Catalog: draw.io/*.po
Languages: ca

source: Page IDs Export
ca: Exportació d'ID de pàgina

source: draw.io re-indexing (beta)
ca: reindexació de draw.io (beta)

source: Working
ca: S'està treballant

source: draw.io Configuration Space (DRAWIOCONFIG) does not exist. This space is needed to store draw.io configuration files and custom libraries/templates.
ca: L'espai de configuració draw.io (DRAWIOCONFIG) no existeix. Aquest espai és necessari per emmagatzemar fitxers de configuració de draw.io i biblioteques/plantilles personalitzades.

source: Create Config Space
ca: Crea un espai de configuració

source: Unexpected error, please refresh the page and try again.
ca: Error inesperat, actualitzeu la pàgina i torneu-ho a provar.

source: Write draw.io JSON configuration in the editor below then click save. If you need help, please refer to
ca: Escriviu la configuració JSON de draw.io a l'editor següent i feu clic a Desa. Si necessiteu ajuda, consulteu en

source: this page
ca: aquesta pàgina

source: Current Custom Libraries
ca: Biblioteques personalitzades actuals

source: Library Name
ca: Nom de la biblioteca

source: draw.io Config ID
ca: ID de configuració de draw.io

source: Click the "Add Library" button to upload a new library.
ca: Feu clic al botó "Afegeix una biblioteca" per pujar una nova biblioteca.

source: Add Library
ca: Afegeix una biblioteca

source: Custom templates are draw.io diagrams saved in children pages of
ca: Les plantilles personalitzades són diagrames de draw.io desats a les pàgines filles de

source: For more details, please refer to
ca: Per a més detalls, consulteu

source: Templates page
ca: Pàgina de plantilles

source: Select export target, then click the "Start Export" button to export all pages IDs.
ca: Selecciona el destí de l'exportació i, a continuació, feu clic al botó "Inicia exportació" per exportar tots els ID de pàgines.

source: Please note that the export procedure will take some time and the browser window must remain open until the export is completed.
ca: Tingueu en compte que el procés d'exportació trigarà una estona i la finestra del navegador ha de romandre oberta fins que s'hagi completat l'exportació.

source: Start Export
ca: Inicia l'exportació

source: Refresh draw.io Diagrams Index
ca: Actualitza l'índex de diagrames draw.io

source: Click the "Start Indexing" button to refresh draw.io diagrams index.
ca: Feu clic al botó "Comença la indexació" per actualitzar l'índex de diagrames de draw.io.

source: Please note that the indexing procedure will take some time and the browser window must remain open until the indexing is completed.
ca: Tingueu en compte que el proés d'indexació trigarà una estona i la finestra del navegador ha de romandre oberta fins que s'hagi completat la indexació.

source: Start Indexing
ca: Comença la indexació

source: Page "{1}" found. Fetching
ca: S'ha trobat la pàgina "{1}". Obtenint

source: All {1} diagrams processed. Process finished.
ca: Tots els diagrames {1} processats. Procés acabat.

source: Started processing page "{1}"
ca: S'ha començat a processar la pàgina "{1}"

source: All {1} diagrams in page "{2}" processed successfully.
ca: Tots els diagrames {1} de la pàgina "{2}" s'han processat correctament.

source: {1} out of {2} {3} diagrams in page "{4}" processed successfully.
ca: {1} de {2} diagrames {3} de la pàgina "{4}" s'han processat correctament.

source: Updating page "{1}" failed.
ca: No s'ha pogut actualitzar la pàgina "{1}".

source: No {1} diagrams found in page "{2}".
ca: No s'han trobat diagrames {1} a la pàgina "{2}".

source: Fetching the page failed.
ca: S'ha produït un error en obtenir la pàgina.

source: No {1} diagrams found. Process finished.
ca: No s'han trobat diagrames {1}. Procés acabat.

source: Searching for {1} diagrams failed. Please try again later.
ca: La cerca de diagrames {1} ha fallat. Si us plau, intenteu-ho més tard.

source: {2} diagram "{1}" found. Importing
ca: Diagrama {2} "{1}" trobat. Important

source: {2} diagram "{1}" imported successfully.
ca: Diagrama {2} "{1}" importat correctament.

source: Saving imported {2} diagram "{1}" failed.
ca: No s'ha pogut desar el diagrama {2} importat "{1}".

source: Imported from "{1}" by draw.io
ca: Importat de "{1}" per draw.io

source: Importing {2} diagram "{1}" failed.
ca: No s'ha pogut importar el diagrama {2} "{1}".

source: Fetching {2} diagram "{1}" failed.
ca: No s'ha pogut obtenir el diagrama {2} "{1}".

source: Checking for broken diagrams links.
ca: Comprovant enllaços de diagrames trencats.

source: Deleting diagram link of "{1}"
ca: Suprimint l'enllaç del diagrama de "{1}"

source: (duplicate link)
ca: (enllaç duplicat)

source: Deleting diagram link of "{1}" failed.
ca: No s'ha pogut suprimir l'enllaç del diagrama "{1}".

source: Unexpected error during processing the page with id: {1}
ca: Error inesperat durant el processament de la pàgina amb l'identificador: {1}

source: Diagram "{1}" found. Indexing
ca: S'ha trobat el diagrama "{1}". Indexant

source: Diagram "{1}" indexed successfully.
ca: El diagrama "{1}" s'ha indexat correctament.

source: Indexing diagram "{1}" failed.
ca: Ha fallat la indexació del diagrama "{1}".

source: Skipped "{1}" as it belongs to another page!
ca: S'ha omès "{1}" perquè pertany a una altra pàgina!

source: Diagram "{1}" is up to date.
ca: El diagrama "{1}" està actualitzat.

source: Checking pages having draw.io diagrams.
ca: Comprovant pàgines amb diagrames draw.io.

source: An error occurred!
ca: S'ha produït un error.

source: Saved successfully
ca: S'ha desat correctament

source: Saving Failed (Unexpected Error)
ca: S'ha produït un error en desar (error inesperat)

source: Character
ca: Caràcter

source: This page contains draw.io configuration file (configuration.json) as attachment
ca: Aquesta pàgina conté el fitxer de configuració draw.io (configuration.json) com a fitxer adjunt

source: This page contains draw.io custom libraries as attachments
ca: Aquesta pàgina conté biblioteques personalitzades de draw.io com a fitxers adjunts

source: This page contains draw.io custom templates as attachments
ca: Aquesta pàgina conté plantilles personalitzades de draw.io com a fitxers adjunts

source: This space is used to store draw.io configuration files and custom libraries/templates
ca: Aquest espai s'utilitza per emmagatzemar fitxers de configuració de draw.io i biblioteques/plantilles personalitzades

source: No Custom Libraries
ca: No hi ha biblioteques personalitzades

source: Delete failed!
ca: Ha fallat l'esborrat

source: Show ID
ca: Mostra l'identificador

source: Incorrect file type. Libraries should be XML files.
ca: El tipus de fitxer no és correcte. Les biblioteques haurien de ser fitxers XML.

source: Uploading
ca: S'està pujant

source: This library already exists
ca: La biblioteca ja existeix

source: Uploaded successfully
ca: S'ha pujat correctament

source: Upload Failed (Unexpected Error)
ca: S'ha produït un error en la pujada (error inesperat)

source: High Res Preview
ca: Previsualització en alta definició

source: You are not logged in to Google Drive. Please open draw.io task pane and login first.
ca: No heu iniciat sessió a Google Drive. Obriu el tauler de tasques de draw.io i inicieu sessió.

source: Please complete the process in the pop-up window.
ca: Si us plau, completeu el procés a la finestra emergent.

source: Pick OneDrive File
ca: Seleccioneu el fitxer de OneDrive

source: Create OneDrive File
ca: Crea un fitxer OneDrive

source: Pick Google Drive File
ca: Seleccioneu el fitxer de Google Drive

source: Create Google Drive File
ca: Crea un fitxer de Google Drive

source: Pick Device File
ca: Seleccioneu el fitxer del dispositiu

source: "vsdurl" is not configured
ca: No s'ha configurat "vsdurl"

source: Ruler
ca: Regle

source: Units
ca: Unitats

source: Points
ca: Punts

source: Inches
ca: Polzades

source: Millimeters
ca: Mil·límetres

source: This diagram is in a draft page, is deleted from the page, or is edited externally. It will be saved as a new attachment version and may not be reflected in the page.
ca: Aquest diagrama es troba en una pàgina d'esborrany, s'ha eliminat de la pàgina o està editat externament. Es desarà com a una versió nova adjunta i pot ser que no es reflecteixi a la pàgina.

source: Diagram is edited in another session. It will be saved as a new attachment version but the page will show other session's modifications.
ca: El diagrama s'edita en una altra sessió. Es desarà com a una nova versió adjunta, però la pàgina mostrarà les modificacions d'altres sessions.

source: Macro Not Found
ca: No s'ha trobat la macro

source: Incorrect Page IDs file format
ca: Format de fitxer d'IDs de pàgina incorrecte

source: Collecting current pages
ca: S'està recopilant les pàgines actuals

source: Building pages mapping
ca: S'està creant el mapatge de pàgines

source: Started processing imported draw.io diagrams
ca: S'ha començat a processar els diagrames de draw.io importats

source: Finished processing imported draw.io diagrams
ca: S'ha acabat de processar els diagrames de draw.io importats

source: Started processing imported pages
ca: S'ha començat a processar les pàgines importades

source: Error processing draw.io diagrams in page "{1}"
ca: S'ha produït un error en processar els diagrames de draw.io a la pàgina "{1}"

source: Processing draw.io diagrams in page "{1}"
ca: Processant els diagrames de draw.io a la pàgina "{1}"

source: Importing diagram "{1}"
ca: S'està important el diagrama "{1}"

source: Importing diagram "{1}" failed. Cannot find its new page ID. Maybe it points to a page that is not imported.
ca: No s'ha pogut importar el diagrama "{1}". No es pot trobar el seu nou ID de pàgina. Potser apunta a una pàgina que no s'ha importat.

source: Error importing diagram "{1}". Cannot fetch or save the diagram. Cannot fix this diagram links.
ca: S'ha produït un error en importar el diagrama "{1}". No es pot recuperar ni desar el diagrama. No es poden corregir els enllaços d'aquest diagrama.

source: Updating link to diagram "{1}" failed.
ca: No s'ha pogut actualitzar l'enllaç al diagrama "{1}".

source: Updating diagram "{1}" done successfully.
ca: Diagrama "{1}" actualitzat correctament.

source: No links to update in: {1}
ca: No hi ha enllaços per actualitzar a: {1}

source: Updated link to page: "{1}" in diagram: "{2}"
ca: Enllaç actualitzat a la pàgina: "{1}" al diagrama: "{2}"

source: Updated lightbox link to page: "{1}" in diagram: "{2}"
ca: Enllaç de lightbox actualitzat a la pàgina: "{1}" al diagrama: "{2}"

source: Updated base URL from: "{1}" to: "{2}" in diagram: "{3}"
ca: S'ha actualitzat l'URL base de: "{1}" a: "{2}" al diagrama: "{3}"

source: Page IDs Import finished
ca: S'ha acabat la importació d'identificadors de pàgina

source: Processing draw.io macros in page "{1}"
ca: S'està processant les macros de draw.io a la pàgina "{1}"

source: Error fetching page "{1}"
ca: S'ha produït un error en obtenir la pàgina "{1}"

source: Fixing macro of diagram "{1}"
ca: S'està reparant la macro del diagrama "{1}"

source: Error reading export file
ca: S'ha produït un error en llegir el fitxer d'exportació

source: Processing draw.io diagrams in page "{1}" finished
ca: S'ha acabat el processament dels diagrames de draw.io a la pàgina "{1}".

source: Fixing macro of diagram "{1}" failed. Cannot find its new page ID. Maybe it points to a page that is not imported.
ca: No s'ha pogut reparar la macro del diagrama "{1}". No es pot trobar el seu nou ID de pàgina. Potser apunta a una pàgina que no s'ha importat.

source: Export target
ca: Destí d'exportació

source: {2} diagram "{1}" image extracted successfully
ca: La imatge {2} del diagrama "{1}" s'ha extret correctament

source: Extracting {2} diagram "{1}" image failed
ca: No s'ha pogut extreure {2} la imatge del diagrama "{1}".

source: Fetching file info from {1} failed.
ca: No s'ha pogut obtenir la informació del fitxer de {1}.

source: Cannot get cached file info.
ca: No es pot obtenir la informació del fitxer de la memòria cau.

source: Cannot read "{1}" file from {2}.
ca: No es pot llegir el fitxer "{1}" de {2}.

source: Unexpected error. Cannot save cached file
ca: Error inesperat. No es pot desar el fitxer de la memòria cau

source: Org Chart Type
ca: Tipus d'organigrama

source: Linear
ca: Lineal

source: Hanger 2
ca: Penjador 2

source: Hanger 4
ca: Penjador 4

source: Fishbone 1
ca: Espina de peix 1

source: Fishbone 2
ca: Espina de peix 2

source: Single Column Left
ca: Columna única esquerra

source: Single Column Right
ca: Columna única dreta

source: Smart
ca: Intel·ligent

source: Parent Child Spacing
ca: Espaiat entre Pares i Fills

source: Sibling Spacing
ca: Espaiat entre Germans

source: Sorry, you don't have enough permissions to view this embedded diagram from page {1}
ca: Ho sentim, no teniu prou permisos per veure aquest diagrama incrustat des de la pàgina {1}

source: Copy as Image
ca: Copia com a Imatge

source: Lucidchart Import
ca: Importació de Lucidchart

source: Click the "Start Import" button to import all Lucidchart diagrams.
ca: Feu clic al botó "Iniciar importació" per importar tots els diagrames de Lucidchart.

source: Please install {1} first
ca: Instal·leu {1} primer

source: draw.io Chrome Extension
ca: Extensió de Chrome draw.io

source: Please login to {1} first, then {2}
ca: Inicieu sessió primer a {1} i després a {2}

source: Error: Couldn't fetch documents list
ca: Error: no s'ha pogut obtenir la llista de documents

source: Built-in Plugins
ca: Connectors integrats

source: External Plugins
ca: Connectors externs

source: Backup file found
ca: S'ha trobat un fitxer de còpia de seguretat

source: This feature only works in Google Chrome
ca: Aquesta funció només funciona a Google Chrome

source: This message has been deleted
ca: Aquest missatge s'ha suprimit

source: Error fetching diagrams list. Some diagrams are skipped.
ca: S'ha produït un error en obtenir la llista de diagrames. Alguns diagrames s'han saltat.

source: Cannot check diagram {1}
ca: No es pot comprovar el diagrama {1}

source: Error fetching pages list
ca: S'ha produït un error en obtenir la llista de pàgines

source: {1} diagram "{2}" is imported partially and may have missing shapes
ca: El diagrama {1} "{2}" s'ha importat parcialment i pot ser que faltin figures

source: Invalid selection
ca: La selecció no és vàlida

source: Diagram name cannot be empty
ca: El diagrama ha de tenir un nom

source: Open Diagram
ca: Obre un diagrama

source: New diagram
ca: Diagrama nou

source: Re-import {1} diagrams started...
ca: S'ha començat a tornar a importar {1} diagrames

source: Filter by spaces
ca: Filtra per espais

source: Current Viewer State
ca: Estat actual del visualitzador

source: Page and Layers
ca: Pàgina i capes

source: Customize
ca: Personalitza

source: First Page (All Layers)
ca: Primera pàgina (totes les capes)

source: Current Editor State
ca: Estat actual de l'editor

source: No anchors found
ca: No s'han trobat ancoratges

source: Attachment
ca: Adjunt

source: Current Diagram
ca: Diagrama actual

source: Recent Diagrams
ca: Diagrames recents

source: CSV Import
ca: Importació CSV

source: Choose a file...
ca: Tria un fitxer...

source: Choose
ca: Tria

source: Google Drive filename
ca: Nom del fitxer de Google Drive

source: Width of the viewer (px)
ca: Amplada del visor (px)

source: Height of the viewer (px)
ca: Alçada del visor (px)

source: Automatically set the size of the viewer
ca: Estableix automàticament la mida del visor

source: Thumbnail
ca: Miniatura

source: Preview in draw.io
ca: Vista prèvia a draw.io

source: OneDrive filename
ca: Nom de fitxer de OneDrive

source: Diagram filename
ca: Nom del fitxer del diagrama

source: Diagram URL
ca: URL del diagrama

source: Show Diagram
ca: Mostra el diagrama

source: Diagram Preview
ca: Vista prèvia del diagrama

source: CSV File URL
ca: URL del fitxer CSV

source: Generate
ca: Genera

source: Please select a diagram to insert it.
ca: Seleccioneu un diagrama per inserir-lo.

source: Unexpected error. Cannot show diagram
ca: Error inesperat. No es pot mostrar el diagrama

source: No recent diagrams found
ca: No s'han trobat diagrames recents

source: Failed to fetch recent diagrams
ca: No s'han pogut obtenir els diagrames recents

source: Use the search box to find draw.io diagrams
ca: Utilitzeu el quadre de cerca per trobar diagrames de draw.io

source: Cannot read the specified diagram. Please check you have read permission on that file.
ca: No es pot llegir el diagrama especificat. Si us plau, comproveu que teniu permís de lectura sobre aquest fitxer.

source: Cannot fetch diagram info. Please check you have read permission on that file.
ca: No es pot obtenir la informació del diagrama. Si us plau, comproveu que teniu permís de lectura sobre aquest fitxer.

source: Searching failed. Please try again later.
ca: La cerca ha fallat. Si us plau, intenteu-ho més tard.

source: Please type a search string.
ca: Escriviu una cadena de cerca.

source: Unsupported file. Please check the specified URL
ca: Fitxer no compatible. Comproveu l'URL especificat

source: Diagram not found or cannot be accessed. Please check the specified URL
ca: No s'ha trobat el diagrama o no es pot accedir. Comproveu l'URL especificat

source: CSV file not found or cannot be accessed. Please check the specified URL
ca: No s'ha trobat el fitxer CSV o no es pot accedir. Comproveu l'URL especificat

source: Cannot read the uploaded diagram
ca: No es pot llegir el diagrama penjat

source: Select
ca: Selecciona

source: Unexpected Error: Cannot get content id or type.
ca: Error inesperat: no es pot obtenir l'identificador ni el tipus de contingut.

source: Error: Google Authentication window blocked
ca: Error: finestra d'autenticació de Google bloquejada

source: Authorize draw.io to access {1}
ca: Autoritza draw.io a accedir a {1}

# connTimeout
source: The connection has timed out
ca: S'ha esgotat el temps de connexió

source: Error authenticating to {1}
ca: Error en autenticar-se a {1}

source: Please select a file
ca: Seleccioneu un fitxer

source: {1} must be greater than zero
ca: {1} ha de ser més gran que zero

source: Cannot load file preview.
ca: No es pot carregar la vista prèvia del fitxer.

source: Error: Access Denied. You do not have permission to access "{1}".
ca: Error: Accés denegat. No teniu permís per accedir a "{1}".

source: No preview is available.
ca: No hi ha cap previsualització disponible.

source: Personal accounts are not supported.
ca: Els comptes personals no són compatibles.

source: Error occurred during saving, please try again later.
ca: S'ha produït un error en desar, si us plau, torna-ho a provar més tard.

source: Please enter {1}
ca: Introduïu {1}

source: Invalid Diagram URL
ca: URL del diagrama no vàlid

source: Unsupported vsdx file
ca: Fitxer vsdx no compatible

source: Unsupported image file
ca: Fitxer d'imatge no compatible

source: Unsupported file format
ca: Format de fitxer no compatible

source: Please select a single file only
ca: Seleccioneu només un fitxer

source: Attachment file "{1}" is corrupted
ca: El fitxer adjunt "{1}" està corrupte

source: Failed to load attachment "{1}"
ca: No s'ha pogut carregar el fitxer adjunt "{1}"

source: Embed draw.io Diagram
ca: Incrusta el diagrama draw.io

source: Add Diagram
ca: Afegeix un diagrama

source: Embed Diagram
ca: Incrusta un diagrama

source: Edit owning page
ca: Edita la pàgina a què pertany

source: Deep Indexing (Index diagrams that aren't used in any page also)
ca: Indexació Profunda (indexa els diagrames que no s'utilitzen en cap pàgina)

source: Deep Indexing Started
ca: S'ha iniciat la indexació profunda

source: Deep Indexing Done
ca: S'ha completat la indexació profunda

source: No diagrams found in the selection
ca: No s'han trobat diagrames a la selecció

source: No diagrams found in the document
ca: No s'han trobat diagrames al document

source: This feature is not supported in this host application
ca: Aquesta funció no és compatible amb aquesta aplicació amfitrió

source: {1} out of {2} failed due to the following errors
ca: {1} de {2} han fallat a causa dels errors següents

source: Importing {1} Diagrams not used in pages
ca: Important {1} diagrames no utilitzats a les pàgines

source: Importing {1} Diagrams in drafts
ca: Important {1} diagrames en esborranys

source: Processing drafts
ca: Processant esborranys

source: Updating drafts
ca: Actualitzant esborranys

source: Update drafts
ca: Actualitza esborranys

source: Notifications
ca: Notificacions

source: draw.io Import
ca: Importació draw.io

source: Importing draw.io Libraries
ca: Importació de biblioteques draw.io

source: Importing {1} library failed
ca: No s'ha pogut importar la biblioteca {1}

source: Contributors
ca: Col·laboradors

source: draw.io Diagrams
ca: Diagrames draw.io

source: Error: Access Denied. File not found or you do not have permission to access "{1}" on {2}.
ca: Error: Accés denegat. No s'ha trobat el fitxer o no teniu permís per accedir a "{1}" a {2}.

source: Checking pages having embedded draw.io diagrams.
ca: Comprovant pàgines amb diagrames draw.io incrustats.

source: Removing broken embedded diagram links
ca: Eliminant enllaços trencats dels diagrames incrustats

source: Replace with
ca: Substitueix per

source: Replace All
ca: Substitueix-ho tot

source: Skipped "{1}" as it was modified after initial import
ca: S'ha omès "{1}", ja que es va modificar després de la importació inicial

source: Replace/Find
ca: Substitueix/Troba

source: {1} matches replaced
ca: S'han substituït {1} coincidències

source: An error occurred while reading the draft file. The diagram cannot be edited now to prevent any possible data loss. Please try again later or contact support.
ca: S'ha produït un error en llegir el fitxer d'esborrany. El diagrama no es pot editar ara per evitar possibles pèrdues de dades. Torneu-ho a provar més tard o poseu-vos en contacte amb el servei d'assistència.

source: Add a link to this diagram. The diagram can only be edited from the page that owns it.
ca: Afegir un enllaç a aquest diagrama. El diagrama només es pot editar des de la pàgina a la qual pertany.

source: Link to Diagram
ca: Enllaç al diagrama

source: Changed By
ca: Canviat per

source: Last modified on
ca: Darrera modificació el

source: Search Results
ca: Resultats de la cerca

source: Show all templates
ca: Mostra totes les plantilles

source: Notion Token
ca: Token de Notion

source: Select Database
ca: Seleccioneu Base de Dades

source: No Databases
ca: Sense Bases de Dades

source: {1} diagram "{2}" edited
ca: {1} diagrama "{2}" editat

source: Draft cannot be written. Do you have attachment write/read permission on this page?
ca: L'esborrany no es pot escriure. Tens permís d'escriptura/lectura d'arxius adjunts sobre aquesta pàgina?

source: File size is too large. Pease check "Attachment Maximum Size" of "Attachment Settings" in Confluence Configuration.
ca: La mida de l'esborrany és massa gran. Comproveu "Mida màxima de l'arxiu adjunt" de "Configuració dels fitxers adjunts" a la configuració de Confluence.

source: Owner
ca: Propietari

source: Repository
ca: Repositori

source: Branch
ca: Branca

source: Meters
ca: Mesuradors

source: Editor functionality is only available in Desktop environment (in MS Teams App or a web browser)
ca: La funcionalitat de l'editor només està disponible a l'ordinador (a l'aplicació del Microsoft Teams o en un navegador web)

source: Contact Owner
ca: Contacta amb el propietari

source: You cannot edit the diagrams in the mobile platform, please use the desktop client or a web browser.
ca: No podeu editar els diagrames a la plataforma mòbil, feu servir el client d'escriptori o un navegador web.

source: Website
ca: Lloc web

source: Check for updates
ca: Cerca actualitzacions
